var caseData = {
	"0": [
		{
			"i": 11000000,
			"n": "刑事"
		},
		{
			"i": 12000000,
			"n": "行政"
		},
		{
			"i": 1000000,
			"n": "人格权纠纷"
		},
		{
			"i": 2000000,
			"n": "婚姻家庭、继承纠纷"
		},
		{
			"i": 3000000,
			"n": "物权纠纷"
		},
		{
			"i": 4000000,
			"n": "合同、无因管理、不当得利纠纷"
		},
		{
			"i": 5000000,
			"n": "知识产权与竞争纠纷"
		},
		{
			"i": 6000000,
			"n": "劳动争议、人事争议"
		},
		{
			"i": 7000000,
			"n": "海事海商纠纷"
		},
		{
			"i": 8000000,
			"n": "与公司、证券、保险、票据等有关的民事纠纷"
		},
		{
			"i": 9000000,
			"n": "侵权责任纠纷"
		},
		{
			"i": 10000000,
			"n": "适用特殊程序案件案由"
		}
	],
	"1000000": [
		{
			"i": 1010000,
			"n": "生命权、健康权、身体权纠纷"
		},
		{
			"i": 1020000,
			"n": "姓名权纠纷"
		},
		{
			"i": 1030000,
			"n": "肖像权纠纷"
		},
		{
			"i": 1040000,
			"n": "名誉权纠纷"
		},
		{
			"i": 1050000,
			"n": "荣誉权纠纷"
		},
		{
			"i": 1060000,
			"n": "隐私权纠纷"
		},
		{
			"i": 1070000,
			"n": "婚姻自主权纠纷"
		},
		{
			"i": 1080000,
			"n": "人身自由权纠纷"
		},
		{
			"i": 1090000,
			"n": "一般人格权纠纷"
		}
	],
	"2000000": [
		{
			"i": 2010000,
			"n": "婚姻家庭纠纷"
		},
		{
			"i": 2020000,
			"n": "继承纠纷"
		}
	],
	"2010000": [
		{
			"i": 2010100,
			"n": "婚约财产纠纷"
		},
		{
			"i": 2010200,
			"n": "离婚纠纷"
		},
		{
			"i": 2010300,
			"n": "离婚后财产纠纷"
		},
		{
			"i": 2010400,
			"n": "离婚后损害责任纠纷"
		},
		{
			"i": 2010500,
			"n": "婚姻无效纠纷"
		},
		{
			"i": 2010600,
			"n": "撤销婚姻纠纷"
		},
		{
			"i": 2010700,
			"n": "夫妻财产约定纠纷"
		},
		{
			"i": 2010800,
			"n": "同居关系纠纷"
		},
		{
			"i": 2010900,
			"n": "抚养纠纷"
		},
		{
			"i": 2011000,
			"n": "扶养纠纷"
		},
		{
			"i": 2011100,
			"n": "赡养纠纷"
		},
		{
			"i": 2011200,
			"n": "收养关系纠纷"
		},
		{
			"i": 2011300,
			"n": "监护权纠纷"
		},
		{
			"i": 2011400,
			"n": "探望权纠纷"
		},
		{
			"i": 2011500,
			"n": "分家析产纠纷"
		}
	],
	"2010800": [
		{
			"i": 2010801,
			"n": "同居关系析产纠纷"
		},
		{
			"i": 2010802,
			"n": "同居关系子女抚养纠纷"
		}
	],
	"2010900": [
		{
			"i": 2010901,
			"n": "抚养费纠纷"
		},
		{
			"i": 2010902,
			"n": "变更抚养关系纠纷"
		}
	],
	"2011000": [
		{
			"i": 2011001,
			"n": "扶养费纠纷"
		},
		{
			"i": 2011002,
			"n": "变更扶养关系纠纷"
		}
	],
	"2011100": [
		{
			"i": 2011101,
			"n": "赡养费纠纷"
		},
		{
			"i": 2011102,
			"n": "变更赡养关系纠纷"
		}
	],
	"2011200": [
		{
			"i": 2011201,
			"n": "确认收养关系纠纷"
		},
		{
			"i": 2011202,
			"n": "解除收养关系纠纷"
		}
	],
	"2020000": [
		{
			"i": 2020100,
			"n": "法定继承纠纷"
		},
		{
			"i": 2020200,
			"n": "遗嘱继承纠纷"
		},
		{
			"i": 2020300,
			"n": "被继承人债务清偿纠纷"
		},
		{
			"i": 2020400,
			"n": "遗赠纠纷"
		},
		{
			"i": 2020500,
			"n": "遗赠扶养协议纠纷"
		}
	],
	"2020100": [
		{
			"i": 2020101,
			"n": "转继承纠纷"
		},
		{
			"i": 2020102,
			"n": "代位继承纠纷"
		}
	],
	"3000000": [
		{
			"i": 3010000,
			"n": "不动产登记纠纷"
		},
		{
			"i": 3020000,
			"n": "物权保护纠纷"
		},
		{
			"i": 3030000,
			"n": "所有权纠纷"
		},
		{
			"i": 3040000,
			"n": "用益物权纠纷"
		},
		{
			"i": 3050000,
			"n": "担保物权纠纷"
		},
		{
			"i": 3060000,
			"n": "占有保护纠纷"
		}
	],
	"3010000": [
		{
			"i": 3010100,
			"n": "异议登记不当损害责任纠纷"
		},
		{
			"i": 3010200,
			"n": "虚假登记损害责任纠纷"
		}
	],
	"3020000": [
		{
			"i": 3020100,
			"n": "物权确认纠纷"
		},
		{
			"i": 3020200,
			"n": "返还原物纠纷"
		},
		{
			"i": 3020300,
			"n": "排除妨害纠纷"
		},
		{
			"i": 3020400,
			"n": "消除危险纠纷"
		},
		{
			"i": 3020500,
			"n": "修理、重作、更换纠纷"
		},
		{
			"i": 3020600,
			"n": "恢复原状纠纷"
		},
		{
			"i": 3020700,
			"n": "财产损害赔偿纠纷"
		}
	],
	"3020100": [
		{
			"i": 3020101,
			"n": "所有权确认纠纷"
		},
		{
			"i": 3020102,
			"n": "用益物权确认纠纷"
		},
		{
			"i": 3020103,
			"n": "担保物权确认纠纷"
		}
	],
	"3030000": [
		{
			"i": 3030100,
			"n": "侵害集体经济组织成员权益纠纷"
		},
		{
			"i": 3030200,
			"n": "建筑物区分所有权纠纷"
		},
		{
			"i": 3030300,
			"n": "业主撤销权纠纷"
		},
		{
			"i": 3030400,
			"n": "业主知情权纠纷"
		},
		{
			"i": 3030500,
			"n": "遗失物返还纠纷"
		},
		{
			"i": 3030600,
			"n": "漂流物返还纠纷"
		},
		{
			"i": 3030700,
			"n": "埋藏物返还纠纷"
		},
		{
			"i": 3030800,
			"n": "隐藏物返还纠纷"
		},
		{
			"i": 3030900,
			"n": "相邻关系纠纷"
		},
		{
			"i": 3031000,
			"n": "共有纠纷"
		}
	],
	"3030200": [
		{
			"i": 3030201,
			"n": "业主专有权纠纷"
		},
		{
			"i": 3030202,
			"n": "业主共有权纠纷"
		},
		{
			"i": 3030203,
			"n": "车位纠纷"
		},
		{
			"i": 3030204,
			"n": "车库纠纷"
		}
	],
	"3030900": [
		{
			"i": 3030901,
			"n": "相邻用水、排水纠纷"
		},
		{
			"i": 3030902,
			"n": "相邻通行纠纷"
		},
		{
			"i": 3030903,
			"n": "相邻土地、建筑物利用关系纠纷"
		},
		{
			"i": 3030904,
			"n": "相邻通风纠纷"
		},
		{
			"i": 3030905,
			"n": "相邻采光、日照纠纷"
		},
		{
			"i": 3030906,
			"n": "相邻污染侵害纠纷"
		},
		{
			"i": 3030907,
			"n": "相邻损害防免关系纠纷"
		}
	],
	"3031000": [
		{
			"i": 3031001,
			"n": "共有权确认纠纷"
		},
		{
			"i": 3031002,
			"n": "共有物分割纠纷"
		},
		{
			"i": 3031003,
			"n": "共有人优先购买权纠纷"
		}
	],
	"3040000": [
		{
			"i": 3040100,
			"n": "海域使用权纠纷"
		},
		{
			"i": 3040200,
			"n": "探矿权纠纷"
		},
		{
			"i": 3040300,
			"n": "采矿权纠纷"
		},
		{
			"i": 3040400,
			"n": "取水权纠纷"
		},
		{
			"i": 3040500,
			"n": "养殖权纠纷"
		},
		{
			"i": 3040600,
			"n": "捕捞权纠纷"
		},
		{
			"i": 3040700,
			"n": "土地承包经营权纠纷"
		},
		{
			"i": 3040800,
			"n": "建设用地使用权纠纷"
		},
		{
			"i": 3040900,
			"n": "宅基地使用权纠纷"
		},
		{
			"i": 3041000,
			"n": "地役权纠纷"
		}
	],
	"3040700": [
		{
			"i": 3040701,
			"n": "土地承包经营权确认纠纷"
		},
		{
			"i": 3040702,
			"n": "承包地征收补偿费用分配纠纷"
		},
		{
			"i": 3040703,
			"n": "土地承包经营权继承纠纷"
		}
	],
	"3050000": [
		{
			"i": 3050100,
			"n": "抵押权纠纷"
		},
		{
			"i": 3050200,
			"n": "质权纠纷"
		},
		{
			"i": 3050300,
			"n": "留置权纠纷"
		}
	],
	"3050100": [
		{
			"i": 3050101,
			"n": "建筑物和其他土地附着物抵押权纠纷"
		},
		{
			"i": 3050102,
			"n": "在建建筑物抵押权纠纷"
		},
		{
			"i": 3050103,
			"n": "建设用地使用权抵押权纠纷"
		},
		{
			"i": 3050104,
			"n": "土地承包经营权抵押权纠纷"
		},
		{
			"i": 3050105,
			"n": "动产抵押权纠纷"
		},
		{
			"i": 3050106,
			"n": "在建船舶、航空器抵押权纠纷"
		},
		{
			"i": 3050107,
			"n": "动产浮动抵押权纠纷"
		},
		{
			"i": 3050108,
			"n": "最高额抵押权纠纷"
		}
	],
	"3050200": [
		{
			"i": 3050201,
			"n": "动产质权纠纷"
		},
		{
			"i": 3050202,
			"n": "转质权纠纷"
		},
		{
			"i": 3050203,
			"n": "最高额质权纠纷"
		},
		{
			"i": 3050204,
			"n": "票据质权纠纷"
		},
		{
			"i": 3050205,
			"n": "债券质权纠纷"
		},
		{
			"i": 3050206,
			"n": "存单质权纠纷"
		},
		{
			"i": 3050207,
			"n": "仓单质权纠纷"
		},
		{
			"i": 3050208,
			"n": "提单质权纠纷"
		},
		{
			"i": 3050209,
			"n": "股权质权纠纷"
		},
		{
			"i": 3050210,
			"n": "基金份额质权纠纷"
		},
		{
			"i": 3050211,
			"n": "知识产权质权纠纷"
		},
		{
			"i": 3050212,
			"n": "应收账款质权纠纷"
		}
	],
	"3060000": [
		{
			"i": 3060100,
			"n": "占有物返还纠纷"
		},
		{
			"i": 3060200,
			"n": "占有排除妨害纠纷"
		},
		{
			"i": 3060300,
			"n": "占有消除危险纠纷"
		},
		{
			"i": 3060400,
			"n": "占有物损害赔偿纠纷"
		}
	],
	"4000000": [
		{
			"i": 4010000,
			"n": "合同纠纷"
		},
		{
			"i": 4020000,
			"n": "不当得利纠纷"
		},
		{
			"i": 4030000,
			"n": "无因管理纠纷"
		}
	],
	"4010000": [
		{
			"i": 4010100,
			"n": "缔约过失责任纠纷"
		},
		{
			"i": 4010200,
			"n": "确认合同效力纠纷"
		},
		{
			"i": 4010300,
			"n": "债权人代位权纠纷"
		},
		{
			"i": 4010400,
			"n": "债权人撤销权纠纷"
		},
		{
			"i": 4010500,
			"n": "债权转让合同纠纷"
		},
		{
			"i": 4010600,
			"n": "债务转移合同纠纷"
		},
		{
			"i": 4010700,
			"n": "债权债务概括转移合同纠纷"
		},
		{
			"i": 4010800,
			"n": "悬赏广告纠纷"
		},
		{
			"i": 4010900,
			"n": "买卖合同纠纷"
		},
		{
			"i": 4011000,
			"n": "招标投标买卖合同纠纷"
		},
		{
			"i": 4011100,
			"n": "拍卖合同纠纷"
		},
		{
			"i": 4011200,
			"n": "建设用地使用权合同纠纷"
		},
		{
			"i": 4011300,
			"n": "临时用地合同纠纷"
		},
		{
			"i": 4011400,
			"n": "探矿权转让合同纠纷"
		},
		{
			"i": 4011500,
			"n": "采矿权转让合同纠纷"
		},
		{
			"i": 4011600,
			"n": "房地产开发经营合同纠纷"
		},
		{
			"i": 4011700,
			"n": "房屋买卖合同纠纷"
		},
		{
			"i": 4011800,
			"n": "房屋拆迁安置补偿合同纠纷"
		},
		{
			"i": 4011900,
			"n": "供用电合同纠纷"
		},
		{
			"i": 4012000,
			"n": "供用水合同纠纷"
		},
		{
			"i": 4012100,
			"n": "供用气合同纠纷"
		},
		{
			"i": 4012200,
			"n": "供用热力合同纠纷"
		},
		{
			"i": 4012300,
			"n": "赠与合同纠纷"
		},
		{
			"i": 4012400,
			"n": "借款合同纠纷"
		},
		{
			"i": 4012500,
			"n": "保证合同纠纷"
		},
		{
			"i": 4012600,
			"n": "抵押合同纠纷"
		},
		{
			"i": 4012700,
			"n": "质押合同纠纷"
		},
		{
			"i": 4012800,
			"n": "定金合同纠纷"
		},
		{
			"i": 4012900,
			"n": "进出口押汇纠纷"
		},
		{
			"i": 4013000,
			"n": "储蓄存款合同纠纷"
		},
		{
			"i": 4013100,
			"n": "银行卡纠纷"
		},
		{
			"i": 4013200,
			"n": "租赁合同纠纷"
		},
		{
			"i": 4013300,
			"n": "融资租赁合同纠纷"
		},
		{
			"i": 4013400,
			"n": "承揽合同纠纷"
		},
		{
			"i": 4013500,
			"n": "建设工程合同纠纷"
		},
		{
			"i": 4013600,
			"n": "运输合同纠纷"
		},
		{
			"i": 4013700,
			"n": "保管合同纠纷"
		},
		{
			"i": 4013800,
			"n": "仓储合同纠纷"
		},
		{
			"i": 4013900,
			"n": "委托合同纠纷"
		},
		{
			"i": 4014000,
			"n": "委托理财合同纠纷"
		},
		{
			"i": 4014100,
			"n": "行纪合同纠纷"
		},
		{
			"i": 4014200,
			"n": "居间合同纠纷"
		},
		{
			"i": 4014300,
			"n": "补偿贸易纠纷"
		},
		{
			"i": 4014400,
			"n": "借用合同纠纷"
		},
		{
			"i": 4014500,
			"n": "典当纠纷"
		},
		{
			"i": 4014600,
			"n": "合伙协议纠纷"
		},
		{
			"i": 4014700,
			"n": "种植、养殖回收合同纠纷"
		},
		{
			"i": 4014800,
			"n": "彩票、奖券纠纷"
		},
		{
			"i": 4014900,
			"n": "中外合作勘探开发自然资源合同纠纷"
		},
		{
			"i": 4015000,
			"n": "农业承包合同纠纷"
		},
		{
			"i": 4015100,
			"n": "林业承包合同纠纷"
		},
		{
			"i": 4015200,
			"n": "渔业承包合同纠纷"
		},
		{
			"i": 4015300,
			"n": "牧业承包合同纠纷"
		},
		{
			"i": 4015400,
			"n": "农村土地承包合同纠纷"
		},
		{
			"i": 4015500,
			"n": "服务合同纠纷"
		},
		{
			"i": 4015600,
			"n": "演出合同纠纷"
		},
		{
			"i": 4015700,
			"n": "劳务合同纠纷"
		},
		{
			"i": 4015800,
			"n": "离退休人员返聘合同纠纷"
		},
		{
			"i": 4015900,
			"n": "广告合同纠纷"
		},
		{
			"i": 4016000,
			"n": "展览合同纠纷"
		},
		{
			"i": 4016100,
			"n": "追偿权纠纷"
		},
		{
			"i": 4016200,
			"n": "请求确认人民调解协议效力"
		}
	],
	"4010200": [
		{
			"i": 4010201,
			"n": "确认合同有效纠纷"
		},
		{
			"i": 4010202,
			"n": "确认合同无效纠纷"
		}
	],
	"4010900": [
		{
			"i": 4010901,
			"n": "分期付款买卖合同纠纷"
		},
		{
			"i": 4010902,
			"n": "凭样品买卖合同纠纷"
		},
		{
			"i": 4010903,
			"n": "试用买卖合同纠纷"
		},
		{
			"i": 4010904,
			"n": "互易纠纷"
		},
		{
			"i": 4010905,
			"n": "国际货物买卖合同纠纷"
		},
		{
			"i": 4010906,
			"n": "网络购物合同纠纷"
		},
		{
			"i": 4010907,
			"n": "电视购物合同纠纷"
		}
	],
	"4011200": [
		{
			"i": 4011201,
			"n": "建设用地使用权出让合同纠纷"
		},
		{
			"i": 4011202,
			"n": "建设用地使用权转让合同纠纷"
		}
	],
	"4011600": [
		{
			"i": 4011601,
			"n": "委托代建合同纠纷"
		},
		{
			"i": 4011602,
			"n": "合资、合作开发房地产合同纠纷"
		},
		{
			"i": 4011603,
			"n": "项目转让合同纠纷"
		}
	],
	"4011700": [
		{
			"i": 4011701,
			"n": "商品房预约合同纠纷"
		},
		{
			"i": 4011702,
			"n": "商品房预售合同纠纷"
		},
		{
			"i": 4011703,
			"n": "商品房销售合同纠纷"
		},
		{
			"i": 4011704,
			"n": "商品房委托代理销售合同纠纷"
		},
		{
			"i": 4011705,
			"n": "经济适用房转让合同纠纷"
		},
		{
			"i": 4011706,
			"n": "农村房屋买卖合同纠纷"
		}
	],
	"4012300": [
		{
			"i": 4012301,
			"n": "公益事业捐赠合同纠纷"
		},
		{
			"i": 4012302,
			"n": "附义务赠与合同纠纷"
		}
	],
	"4012400": [
		{
			"i": 4012401,
			"n": "金融借款合同纠纷"
		},
		{
			"i": 4012402,
			"n": "同业拆借纠纷"
		},
		{
			"i": 4012403,
			"n": "企业借贷纠纷"
		},
		{
			"i": 4012404,
			"n": "民间借贷纠纷"
		},
		{
			"i": 4012405,
			"n": "小额借款合同纠纷"
		},
		{
			"i": 4012406,
			"n": "金融不良债权转让合同纠纷"
		},
		{
			"i": 4012407,
			"n": "金融不良债权追偿纠纷"
		}
	],
	"4013100": [
		{
			"i": 4013101,
			"n": "借记卡纠纷"
		},
		{
			"i": 4013102,
			"n": "信用卡纠纷"
		}
	],
	"4013200": [
		{
			"i": 4013201,
			"n": "土地租赁合同纠纷"
		},
		{
			"i": 4013202,
			"n": "房屋租赁合同纠纷"
		},
		{
			"i": 4013203,
			"n": "车辆租赁合同纠纷"
		},
		{
			"i": 4013204,
			"n": "建筑设备租赁合同纠纷"
		}
	],
	"4013400": [
		{
			"i": 4013401,
			"n": "加工合同纠纷"
		},
		{
			"i": 4013402,
			"n": "定作合同纠纷"
		},
		{
			"i": 4013403,
			"n": "修理合同纠纷"
		},
		{
			"i": 4013404,
			"n": "复制合同纠纷"
		},
		{
			"i": 4013405,
			"n": "测试合同纠纷"
		},
		{
			"i": 4013406,
			"n": "检验合同纠纷"
		},
		{
			"i": 4013407,
			"n": "铁路机车、车辆建造合同纠纷"
		}
	],
	"4013500": [
		{
			"i": 4013501,
			"n": "建设工程勘察合同纠纷"
		},
		{
			"i": 4013502,
			"n": "建设工程设计合同纠纷"
		},
		{
			"i": 4013503,
			"n": "建设工程施工合同纠纷"
		},
		{
			"i": 4013504,
			"n": "建设工程价款优先受偿权纠纷"
		},
		{
			"i": 4013505,
			"n": "建设工程分包合同纠纷"
		},
		{
			"i": 4013506,
			"n": "建设工程监理合同纠纷"
		},
		{
			"i": 4013507,
			"n": "装饰装修合同纠纷"
		},
		{
			"i": 4013508,
			"n": "铁路修建合同纠纷"
		},
		{
			"i": 4013509,
			"n": "农村建房施工合同纠纷"
		}
	],
	"4013600": [
		{
			"i": 4013601,
			"n": "公路旅客运输合同纠纷"
		},
		{
			"i": 4013602,
			"n": "公路货物运输合同纠纷"
		},
		{
			"i": 4013603,
			"n": "水路旅客运输合同纠纷"
		},
		{
			"i": 4013604,
			"n": "水路货物运输合同纠纷"
		},
		{
			"i": 4013605,
			"n": "航空旅客运输合同纠纷"
		},
		{
			"i": 4013606,
			"n": "航空货物运输合同纠纷"
		},
		{
			"i": 4013607,
			"n": "出租汽车运输合同纠纷"
		},
		{
			"i": 4013608,
			"n": "管道运输合同纠纷"
		},
		{
			"i": 4013609,
			"n": "城市公交运输合同纠纷"
		},
		{
			"i": 4013610,
			"n": "联合运输合同纠纷"
		},
		{
			"i": 4013611,
			"n": "多式联运合同纠纷"
		},
		{
			"i": 4013612,
			"n": "铁路货物运输合同纠纷"
		},
		{
			"i": 4013613,
			"n": "铁路旅客运输合同纠纷"
		},
		{
			"i": 4013614,
			"n": "铁路行李运输合同纠纷"
		},
		{
			"i": 4013615,
			"n": "铁路包裹运输合同纠纷"
		},
		{
			"i": 4013616,
			"n": "国际铁路联运合同纠纷"
		}
	],
	"4013900": [
		{
			"i": 4013901,
			"n": "进出口代理合同纠纷"
		},
		{
			"i": 4013902,
			"n": "货运代理合同纠纷"
		},
		{
			"i": 4013903,
			"n": "民用航空运输销售代理合同纠纷"
		},
		{
			"i": 4013904,
			"n": "诉讼、仲裁、人民调解代理合同纠纷"
		}
	],
	"4014000": [
		{
			"i": 4014001,
			"n": "金融委托理财合同纠纷"
		},
		{
			"i": 4014002,
			"n": "民间委托理财合同纠纷"
		}
	],
	"4015400": [
		{
			"i": 4015401,
			"n": "土地承包经营权转包合同纠纷"
		},
		{
			"i": 4015402,
			"n": "土地承包经营权转让合同纠纷"
		},
		{
			"i": 4015403,
			"n": "土地承包经营权互换合同纠纷"
		},
		{
			"i": 4015404,
			"n": "土地承包经营权入股合同纠纷"
		},
		{
			"i": 4015405,
			"n": "土地承包经营权抵押合同纠纷"
		},
		{
			"i": 4015406,
			"n": "土地承包经营权出租合同纠纷"
		}
	],
	"4015500": [
		{
			"i": 4015501,
			"n": "电信服务合同纠纷"
		},
		{
			"i": 4015502,
			"n": "邮寄服务合同纠纷"
		},
		{
			"i": 4015503,
			"n": "医疗服务合同纠纷"
		},
		{
			"i": 4015504,
			"n": "法律服务合同纠纷"
		},
		{
			"i": 4015505,
			"n": "旅游合同纠纷"
		},
		{
			"i": 4015506,
			"n": "房地产咨询合同纠纷"
		},
		{
			"i": 4015507,
			"n": "房地产价格评估合同纠纷"
		},
		{
			"i": 4015508,
			"n": "旅店服务合同纠纷"
		},
		{
			"i": 4015509,
			"n": "财会服务合同纠纷"
		},
		{
			"i": 4015510,
			"n": "餐饮服务合同纠纷"
		},
		{
			"i": 4015511,
			"n": "娱乐服务合同纠纷"
		},
		{
			"i": 4015512,
			"n": "有线电视服务合同纠纷"
		},
		{
			"i": 4015513,
			"n": "网络服务合同纠纷"
		},
		{
			"i": 4015514,
			"n": "教育培训合同纠纷"
		},
		{
			"i": 4015515,
			"n": "物业服务合同纠纷"
		},
		{
			"i": 4015516,
			"n": "家政服务合同纠纷"
		},
		{
			"i": 4015517,
			"n": "庆典服务合同纠纷"
		},
		{
			"i": 4015518,
			"n": "殡葬服务合同纠纷"
		},
		{
			"i": 4015519,
			"n": "农业技术服务合同纠纷"
		},
		{
			"i": 4015520,
			"n": "农机作业服务合同纠纷"
		},
		{
			"i": 4015521,
			"n": "保安服务合同纠纷"
		},
		{
			"i": 4015522,
			"n": "银行结算合同纠纷"
		}
	],
	"5000000": [
		{
			"i": 5010000,
			"n": "知识产权合同纠纷"
		},
		{
			"i": 5020000,
			"n": "知识产权权属、侵权纠纷"
		},
		{
			"i": 5030000,
			"n": "不正当竞争纠纷"
		},
		{
			"i": 5040000,
			"n": "垄断纠纷"
		}
	],
	"5010000": [
		{
			"i": 5010100,
			"n": "著作权合同纠纷"
		},
		{
			"i": 5010200,
			"n": "商标合同纠纷"
		},
		{
			"i": 5010300,
			"n": "专利合同纠纷"
		},
		{
			"i": 5010400,
			"n": "植物新品种合同纠纷"
		},
		{
			"i": 5010500,
			"n": "集成电路布图设计合同纠纷"
		},
		{
			"i": 5010600,
			"n": "商业秘密合同纠纷"
		},
		{
			"i": 5010700,
			"n": "技术合同纠纷"
		},
		{
			"i": 5010800,
			"n": "特许经营合同纠纷"
		},
		{
			"i": 5010900,
			"n": "企业名称（商号）合同纠纷"
		},
		{
			"i": 5011000,
			"n": "特殊标志合同纠纷"
		},
		{
			"i": 5011100,
			"n": "网络域名合同纠纷"
		},
		{
			"i": 5011200,
			"n": "知识产权质押合同纠纷"
		}
	],
	"5010100": [
		{
			"i": 5010101,
			"n": "委托创作合同纠纷"
		},
		{
			"i": 5010102,
			"n": "合作创作合同纠纷"
		},
		{
			"i": 5010103,
			"n": "著作权转让合同纠纷"
		},
		{
			"i": 5010104,
			"n": "著作权许可使用合同纠纷"
		},
		{
			"i": 5010105,
			"n": "出版合同纠纷"
		},
		{
			"i": 5010106,
			"n": "表演合同纠纷"
		},
		{
			"i": 5010107,
			"n": "音像制品制作合同纠纷"
		},
		{
			"i": 5010108,
			"n": "广播电视播放合同纠纷"
		},
		{
			"i": 5010109,
			"n": "邻接权转让合同纠纷"
		},
		{
			"i": 5010110,
			"n": "邻接权许可使用合同纠纷"
		},
		{
			"i": 5010111,
			"n": "计算机软件开发合同纠纷"
		},
		{
			"i": 5010112,
			"n": "计算机软件著作权转让合同纠纷"
		},
		{
			"i": 5010113,
			"n": "计算机软件著作权许可使用合同纠纷"
		}
	],
	"5010200": [
		{
			"i": 5010201,
			"n": "商标权转让合同纠纷"
		},
		{
			"i": 5010202,
			"n": "商标使用许可合同纠纷"
		},
		{
			"i": 5010203,
			"n": "商标代理合同纠纷"
		}
	],
	"5010300": [
		{
			"i": 5010301,
			"n": "专利申请权转让合同纠纷"
		},
		{
			"i": 5010302,
			"n": "专利权转让合同纠纷"
		},
		{
			"i": 5010303,
			"n": "发明专利实施许可合同纠纷"
		},
		{
			"i": 5010304,
			"n": "实用新型专利实施许可合同纠纷"
		},
		{
			"i": 5010305,
			"n": "外观设计专利实施许可合同纠纷"
		},
		{
			"i": 5010306,
			"n": "专利代理合同纠纷"
		}
	],
	"5010400": [
		{
			"i": 5010401,
			"n": "植物新品种育种合同纠纷"
		},
		{
			"i": 5010402,
			"n": "植物新品种申请权转让合同纠纷"
		},
		{
			"i": 5010403,
			"n": "植物新品种权转让合同纠纷"
		},
		{
			"i": 5010404,
			"n": "植物新品种实施许可合同纠纷"
		}
	],
	"5010500": [
		{
			"i": 5010501,
			"n": "集成电路布图设计创作合同纠纷"
		},
		{
			"i": 5010502,
			"n": "集成电路布图设计专有权转让合同纠纷"
		},
		{
			"i": 5010503,
			"n": "集成电路布图设计许可使用合同纠纷"
		}
	],
	"5010600": [
		{
			"i": 5010601,
			"n": "技术秘密让与合同纠纷"
		},
		{
			"i": 5010602,
			"n": "技术秘密许可使用合同纠纷"
		},
		{
			"i": 5010603,
			"n": "经营秘密让与合同纠纷"
		},
		{
			"i": 5010604,
			"n": "经营秘密许可使用合同纠纷"
		}
	],
	"5010700": [
		{
			"i": 5010701,
			"n": "技术委托开发合同纠纷"
		},
		{
			"i": 5010702,
			"n": "技术合作开发合同纠纷"
		},
		{
			"i": 5010703,
			"n": "技术转化合同纠纷"
		},
		{
			"i": 5010704,
			"n": "技术转让合同纠纷"
		},
		{
			"i": 5010705,
			"n": "技术咨询合同纠纷"
		},
		{
			"i": 5010706,
			"n": "技术服务合同纠纷"
		},
		{
			"i": 5010707,
			"n": "技术培训合同纠纷"
		},
		{
			"i": 5010708,
			"n": "技术中介合同纠纷"
		},
		{
			"i": 5010709,
			"n": "技术进口合同纠纷"
		},
		{
			"i": 5010710,
			"n": "技术出口合同纠纷"
		},
		{
			"i": 5010711,
			"n": "职务技术成果完成人奖励、报酬纠纷"
		},
		{
			"i": 5010712,
			"n": "技术成果完成人署名权、荣誉权、奖励权纠纷"
		}
	],
	"5010900": [
		{
			"i": 5010901,
			"n": "企业名称（商号）转让合同纠纷"
		},
		{
			"i": 5010902,
			"n": "企业名称（商号）使用合同纠纷"
		}
	],
	"5011100": [
		{
			"i": 5011101,
			"n": "网络域名注册合同纠纷"
		},
		{
			"i": 5011102,
			"n": "网络域名转让合同纠纷"
		},
		{
			"i": 5011103,
			"n": "网络域名许可使用合同纠纷"
		}
	],
	"5020000": [
		{
			"i": 5020100,
			"n": "著作权权属、侵权纠纷"
		},
		{
			"i": 5020200,
			"n": "商标权权属、侵权纠纷"
		},
		{
			"i": 5020300,
			"n": "专利权权属、侵权纠纷"
		},
		{
			"i": 5020400,
			"n": "植物新品种权权属、侵权纠纷"
		},
		{
			"i": 5020500,
			"n": "集成电路布图设计专有权权属、侵权纠纷"
		},
		{
			"i": 5020600,
			"n": "侵害企业名称（商号）权纠纷"
		},
		{
			"i": 5020700,
			"n": "侵害特殊标志专有权纠纷"
		},
		{
			"i": 5020800,
			"n": "网络域名权属、侵权纠纷"
		},
		{
			"i": 5020900,
			"n": "发现权纠纷"
		},
		{
			"i": 5021000,
			"n": "发明权纠纷"
		},
		{
			"i": 5021100,
			"n": "其他科技成果权纠纷"
		},
		{
			"i": 5021200,
			"n": "确认不侵害知识产权纠纷"
		},
		{
			"i": 5021300,
			"n": "因申请知识产权临时措施损害责任纠纷"
		},
		{
			"i": 5021400,
			"n": "因恶意提起知识产权诉讼损害责任纠纷"
		},
		{
			"i": 5021500,
			"n": "专利权宣告无效后返还费用纠纷"
		}
	],
	"5020100": [
		{
			"i": 5020101,
			"n": "著作权权属纠纷"
		},
		{
			"i": 5020102,
			"n": "侵害作品发表权纠纷"
		},
		{
			"i": 5020103,
			"n": "侵害作品署名权纠纷"
		},
		{
			"i": 5020104,
			"n": "侵害作品修改权纠纷"
		},
		{
			"i": 5020105,
			"n": "侵害保护作品完整权纠纷"
		},
		{
			"i": 5020106,
			"n": "侵害作品复制权纠纷"
		},
		{
			"i": 5020107,
			"n": "侵害作品发行权纠纷"
		},
		{
			"i": 5020108,
			"n": "侵害作品出租权纠纷"
		},
		{
			"i": 5020109,
			"n": "侵害作品展览权纠纷"
		},
		{
			"i": 5020110,
			"n": "侵害作品表演权纠纷"
		},
		{
			"i": 5020111,
			"n": "侵害作品放映权纠纷"
		},
		{
			"i": 5020112,
			"n": "侵害作品广播权纠纷"
		},
		{
			"i": 5020113,
			"n": "侵害作品信息网络传播权纠纷"
		},
		{
			"i": 5020114,
			"n": "侵害作品摄制权纠纷"
		},
		{
			"i": 5020115,
			"n": "侵害作品改编权纠纷"
		},
		{
			"i": 5020116,
			"n": "侵害作品翻译权纠纷"
		},
		{
			"i": 5020117,
			"n": "侵害作品汇编权纠纷"
		},
		{
			"i": 5020118,
			"n": "侵害其他著作财产权纠纷"
		},
		{
			"i": 5020119,
			"n": "出版者权权属纠纷"
		},
		{
			"i": 5020120,
			"n": "表演者权权属纠纷"
		},
		{
			"i": 5020121,
			"n": "录音录像制作者权权属纠纷"
		},
		{
			"i": 5020122,
			"n": "广播组织权权属纠纷"
		},
		{
			"i": 5020123,
			"n": "侵害出版者权纠纷"
		},
		{
			"i": 5020124,
			"n": "侵害表演者权纠纷"
		},
		{
			"i": 5020125,
			"n": "侵害录音录像制作者权纠纷"
		},
		{
			"i": 5020126,
			"n": "侵害广播组织权纠纷"
		},
		{
			"i": 5020127,
			"n": "计算机软件著作权权属纠纷"
		},
		{
			"i": 5020128,
			"n": "侵害计算机软件著作权纠纷"
		}
	],
	"5020200": [
		{
			"i": 5020201,
			"n": "商标权权属纠纷"
		},
		{
			"i": 5020202,
			"n": "侵害商标权纠纷"
		}
	],
	"5020300": [
		{
			"i": 5020301,
			"n": "专利申请权权属纠纷"
		},
		{
			"i": 5020302,
			"n": "专利权权属纠纷"
		},
		{
			"i": 5020303,
			"n": "侵害发明专利权纠纷"
		},
		{
			"i": 5020304,
			"n": "侵害实用新型专利权纠纷"
		},
		{
			"i": 5020305,
			"n": "侵害外观设计专利权纠纷"
		},
		{
			"i": 5020306,
			"n": "假冒他人专利纠纷"
		},
		{
			"i": 5020307,
			"n": "发明专利临时保护期使用费纠纷"
		},
		{
			"i": 5020308,
			"n": "职务发明创造发明人、设计人奖励、报酬纠纷"
		},
		{
			"i": 5020309,
			"n": "发明创造发明人、设计人署名权纠纷"
		}
	],
	"5020400": [
		{
			"i": 5020401,
			"n": "植物新品种申请权权属纠纷"
		},
		{
			"i": 5020402,
			"n": "植物新品种权权属纠纷"
		},
		{
			"i": 5020403,
			"n": "侵害植物新品种权纠纷"
		}
	],
	"5020500": [
		{
			"i": 5020501,
			"n": "集成电路布图设计专有权权属纠纷"
		},
		{
			"i": 5020502,
			"n": "侵害集成电路布图设计专有权纠纷"
		}
	],
	"5020800": [
		{
			"i": 5020801,
			"n": "网络域名权属纠纷"
		},
		{
			"i": 5020802,
			"n": "侵害网络域名纠纷"
		}
	],
	"5021200": [
		{
			"i": 5021201,
			"n": "确认不侵害专利权纠纷"
		},
		{
			"i": 5021202,
			"n": "确认不侵害商标权纠纷"
		},
		{
			"i": 5021203,
			"n": "确认不侵害著作权纠纷"
		}
	],
	"5021300": [
		{
			"i": 5021301,
			"n": "因申请诉前停止侵害专利权损害责任纠纷"
		},
		{
			"i": 5021302,
			"n": "因申请诉前停止侵害注册商标专用权损害责任纠纷"
		},
		{
			"i": 5021303,
			"n": "因申请诉前停止侵害著作权损害责任纠纷"
		},
		{
			"i": 5021304,
			"n": "因申请诉前停止侵害植物新品种权损害责任纠纷"
		},
		{
			"i": 5021305,
			"n": "因申请海关知识产权保护措施损害责任纠纷"
		}
	],
	"5030000": [
		{
			"i": 5030100,
			"n": "仿冒纠纷"
		},
		{
			"i": 5030200,
			"n": "商业贿赂不正当竞争纠纷"
		},
		{
			"i": 5030300,
			"n": "虚假宣传纠纷"
		},
		{
			"i": 5030400,
			"n": "侵害商业秘密纠纷"
		},
		{
			"i": 5030500,
			"n": "低价倾销不正当竞争纠纷"
		},
		{
			"i": 5030600,
			"n": "捆绑销售不正当竞争纠纷"
		},
		{
			"i": 5030700,
			"n": "有奖销售纠纷"
		},
		{
			"i": 5030800,
			"n": "商业诋毁纠纷"
		},
		{
			"i": 5030900,
			"n": "串通投标不正当竞争纠纷"
		}
	],
	"5030100": [
		{
			"i": 5030101,
			"n": "擅自使用知名商品特有名称、包装、装潢纠纷"
		},
		{
			"i": 5030102,
			"n": "擅自使用他人企业名称、姓名纠纷"
		},
		{
			"i": 5030103,
			"n": "伪造、冒用产品质量标志纠纷"
		},
		{
			"i": 5030104,
			"n": "伪造产地纠纷"
		}
	],
	"5030400": [
		{
			"i": 5030401,
			"n": "侵害技术秘密纠纷"
		},
		{
			"i": 5030402,
			"n": "侵害经营秘密纠纷"
		}
	],
	"5040000": [
		{
			"i": 5040100,
			"n": "垄断协议纠纷"
		},
		{
			"i": 5040200,
			"n": "滥用市场支配地位纠纷"
		},
		{
			"i": 5040300,
			"n": "经营者集中纠纷"
		}
	],
	"5040100": [
		{
			"i": 5040101,
			"n": "横向垄断协议纠纷"
		},
		{
			"i": 5040102,
			"n": "纵向垄断协议纠纷"
		}
	],
	"5040200": [
		{
			"i": 5040201,
			"n": "垄断定价纠纷"
		},
		{
			"i": 5040202,
			"n": "掠夺定价纠纷"
		},
		{
			"i": 5040203,
			"n": "拒绝交易纠纷"
		},
		{
			"i": 5040204,
			"n": "限定交易纠纷"
		},
		{
			"i": 5040205,
			"n": "捆绑交易纠纷"
		},
		{
			"i": 5040206,
			"n": "差别待遇纠纷"
		}
	],
	"6000000": [
		{
			"i": 6010000,
			"n": "劳动争议"
		},
		{
			"i": 6020000,
			"n": "人事争议"
		}
	],
	"6010000": [
		{
			"i": 6010100,
			"n": "劳动合同纠纷"
		},
		{
			"i": 6010200,
			"n": "社会保险纠纷"
		},
		{
			"i": 6010300,
			"n": "福利待遇纠纷"
		}
	],
	"6010100": [
		{
			"i": 6010101,
			"n": "确认劳动关系纠纷"
		},
		{
			"i": 6010102,
			"n": "集体合同纠纷"
		},
		{
			"i": 6010103,
			"n": "劳务派遣合同纠纷"
		},
		{
			"i": 6010104,
			"n": "非全日制用工纠纷"
		},
		{
			"i": 6010105,
			"n": "追索劳动报酬纠纷"
		},
		{
			"i": 6010106,
			"n": "经济补偿金纠纷"
		},
		{
			"i": 6010107,
			"n": "竞业限制纠纷"
		}
	],
	"6010200": [
		{
			"i": 6010201,
			"n": "养老保险待遇纠纷"
		},
		{
			"i": 6010202,
			"n": "工伤保险待遇纠纷"
		},
		{
			"i": 6010203,
			"n": "医疗保险待遇纠纷"
		},
		{
			"i": 6010204,
			"n": "生育保险待遇纠纷"
		},
		{
			"i": 6010205,
			"n": "失业保险待遇纠纷"
		}
	],
	"6020000": [
		{
			"i": 6020100,
			"n": "辞职争议"
		},
		{
			"i": 6020200,
			"n": "辞退争议"
		},
		{
			"i": 6020300,
			"n": "聘用合同争议"
		}
	],
	"7000000": [
		{
			"i": 7010000,
			"n": "船舶碰撞损害责任纠纷"
		},
		{
			"i": 7020000,
			"n": "船舶触碰损害责任纠纷"
		},
		{
			"i": 7030000,
			"n": "船舶损坏空中设施、水下设施损害责任纠纷"
		},
		{
			"i": 7040000,
			"n": "船舶污染损害责任纠纷"
		},
		{
			"i": 7050000,
			"n": "海上、通海水域污染损害责任纠纷"
		},
		{
			"i": 7060000,
			"n": "海上、通海水域养殖损害责任纠纷"
		},
		{
			"i": 7070000,
			"n": "海上、通海水域财产损害责任纠纷"
		},
		{
			"i": 7080000,
			"n": "海上、通海水域人身损害责任纠纷"
		},
		{
			"i": 7090000,
			"n": "非法留置船舶、船载货物、船用燃油、船用物料损害责任纠纷"
		},
		{
			"i": 7100000,
			"n": "海上、通海水域货物运输合同纠纷"
		},
		{
			"i": 7110000,
			"n": "海上、通海水域旅客运输合同纠纷"
		},
		{
			"i": 7120000,
			"n": "海上、通海水域行李运输合同纠纷"
		},
		{
			"i": 7130000,
			"n": "船舶经营管理合同纠纷"
		},
		{
			"i": 7140000,
			"n": "船舶买卖合同纠纷"
		},
		{
			"i": 7150000,
			"n": "船舶建造合同纠纷"
		},
		{
			"i": 7160000,
			"n": "船舶修理合同纠纷"
		},
		{
			"i": 7170000,
			"n": "船舶改建合同纠纷"
		},
		{
			"i": 7180000,
			"n": "船舶拆解合同纠纷"
		},
		{
			"i": 7190000,
			"n": "船舶抵押合同纠纷"
		},
		{
			"i": 7200000,
			"n": "航次租船合同纠纷"
		},
		{
			"i": 7210000,
			"n": "船舶租用合同纠纷"
		},
		{
			"i": 7220000,
			"n": "船舶融资租赁合同纠纷"
		},
		{
			"i": 7230000,
			"n": "海上、通海水域运输船舶承包合同纠纷"
		},
		{
			"i": 7240000,
			"n": "渔船承包合同纠纷"
		},
		{
			"i": 7250000,
			"n": "船舶属具租赁合同纠纷"
		},
		{
			"i": 7260000,
			"n": "船舶属具保管合同纠纷"
		},
		{
			"i": 7270000,
			"n": "海运集装箱租赁合同纠纷"
		},
		{
			"i": 7280000,
			"n": "海运集装箱保管合同纠纷"
		},
		{
			"i": 7290000,
			"n": "港口货物保管合同纠纷"
		},
		{
			"i": 7300000,
			"n": "船舶代理合同纠纷"
		},
		{
			"i": 7310000,
			"n": "海上、通海水域货运代理合同纠纷"
		},
		{
			"i": 7320000,
			"n": "理货合同纠纷"
		},
		{
			"i": 7330000,
			"n": "船舶物料和备品供应合同纠纷"
		},
		{
			"i": 7340000,
			"n": "船员劳务合同纠纷"
		},
		{
			"i": 7350000,
			"n": "海难救助合同纠纷"
		},
		{
			"i": 7360000,
			"n": "海上、通海水域打捞合同纠纷"
		},
		{
			"i": 7370000,
			"n": "海上、通海水域拖航合同纠纷"
		},
		{
			"i": 7380000,
			"n": "海上、通海水域保险合同纠纷"
		},
		{
			"i": 7390000,
			"n": "海上、通海水域保赔合同纠纷"
		},
		{
			"i": 7400000,
			"n": "海上、通海水域运输联营合同纠纷"
		},
		{
			"i": 7410000,
			"n": "船舶营运借款合同纠纷"
		},
		{
			"i": 7420000,
			"n": "海事担保合同纠纷"
		},
		{
			"i": 7430000,
			"n": "航道、港口疏浚合同纠纷"
		},
		{
			"i": 7440000,
			"n": "船坞、码头建造合同纠纷"
		},
		{
			"i": 7450000,
			"n": "船舶检验合同纠纷"
		},
		{
			"i": 7460000,
			"n": "海事请求担保纠纷"
		},
		{
			"i": 7470000,
			"n": "海上、通海水域运输重大责任事故责任纠纷"
		},
		{
			"i": 7480000,
			"n": "港口作业重大责任事故责任纠纷"
		},
		{
			"i": 7490000,
			"n": "港口作业纠纷"
		},
		{
			"i": 7500000,
			"n": "共同海损纠纷"
		},
		{
			"i": 7510000,
			"n": "海洋开发利用纠纷"
		},
		{
			"i": 7520000,
			"n": "船舶共有纠纷"
		},
		{
			"i": 7530000,
			"n": "船舶权属纠纷"
		},
		{
			"i": 7540000,
			"n": "海运欺诈纠纷"
		},
		{
			"i": 7550000,
			"n": "海事债权确权纠纷"
		}
	],
	"7210000": [
		{
			"i": 7210100,
			"n": "定期租船合同纠纷"
		},
		{
			"i": 7210200,
			"n": "光船租赁合同纠纷"
		}
	],
	"8000000": [
		{
			"i": 8010000,
			"n": "与企业有关的纠纷"
		},
		{
			"i": 8020000,
			"n": "与公司有关的纠纷"
		},
		{
			"i": 8030000,
			"n": "合伙企业纠纷"
		},
		{
			"i": 8040000,
			"n": "与破产有关的纠纷"
		},
		{
			"i": 8050000,
			"n": "证券纠纷"
		},
		{
			"i": 8060000,
			"n": "期货交易纠纷"
		},
		{
			"i": 8070000,
			"n": "信托纠纷"
		},
		{
			"i": 8080000,
			"n": "保险纠纷"
		},
		{
			"i": 8090000,
			"n": "票据纠纷"
		},
		{
			"i": 8100000,
			"n": "信用证纠纷"
		}
	],
	"8010000": [
		{
			"i": 8010100,
			"n": "企业出资人权益确认纠纷"
		},
		{
			"i": 8010200,
			"n": "侵害企业出资人权益纠纷"
		},
		{
			"i": 8010300,
			"n": "企业公司制改造合同纠纷"
		},
		{
			"i": 8010400,
			"n": "企业股份合作制改造合同纠纷"
		},
		{
			"i": 8010500,
			"n": "企业债权转股权合同纠纷"
		},
		{
			"i": 8010600,
			"n": "企业分立合同纠纷"
		},
		{
			"i": 8010700,
			"n": "企业租赁经营合同纠纷"
		},
		{
			"i": 8010800,
			"n": "企业出售合同纠纷"
		},
		{
			"i": 8010900,
			"n": "挂靠经营合同纠纷"
		},
		{
			"i": 8011000,
			"n": "企业兼并合同纠纷"
		},
		{
			"i": 8011100,
			"n": "联营合同纠纷"
		},
		{
			"i": 8011200,
			"n": "企业承包经营合同纠纷"
		},
		{
			"i": 8011300,
			"n": "中外合资经营企业合同纠纷"
		},
		{
			"i": 8011400,
			"n": "中外合作经营企业合同纠纷"
		}
	],
	"8011200": [
		{
			"i": 8011201,
			"n": "中外合资经营企业承包经营合同纠纷"
		},
		{
			"i": 8011202,
			"n": "中外合作经营企业承包经营合同纠纷"
		},
		{
			"i": 8011203,
			"n": "外商独资企业承包经营合同纠纷"
		},
		{
			"i": 8011204,
			"n": "乡镇企业承包经营合同纠纷"
		}
	],
	"8020000": [
		{
			"i": 8020100,
			"n": "股东资格确认纠纷"
		},
		{
			"i": 8020200,
			"n": "股东名册记载纠纷"
		},
		{
			"i": 8020300,
			"n": "请求变更公司登记纠纷"
		},
		{
			"i": 8020400,
			"n": "股东出资纠纷"
		},
		{
			"i": 8020500,
			"n": "新增资本认购纠纷"
		},
		{
			"i": 8020600,
			"n": "股东知情权纠纷"
		},
		{
			"i": 8020700,
			"n": "请求公司收购股份纠纷"
		},
		{
			"i": 8020800,
			"n": "股权转让纠纷"
		},
		{
			"i": 8020900,
			"n": "公司决议纠纷"
		},
		{
			"i": 8021000,
			"n": "公司设立纠纷"
		},
		{
			"i": 8021100,
			"n": "公司证照返还纠纷"
		},
		{
			"i": 8021200,
			"n": "发起人责任纠纷"
		},
		{
			"i": 8021300,
			"n": "公司盈余分配纠纷"
		},
		{
			"i": 8021400,
			"n": "损害股东利益责任纠纷"
		},
		{
			"i": 8021500,
			"n": "损害公司利益责任纠纷"
		},
		{
			"i": 8021600,
			"n": "股东损害公司债权人利益责任纠纷"
		},
		{
			"i": 8021700,
			"n": "公司关联交易损害责任纠纷"
		},
		{
			"i": 8021800,
			"n": "公司合并纠纷"
		},
		{
			"i": 8021900,
			"n": "公司分立纠纷"
		},
		{
			"i": 8022000,
			"n": "公司减资纠纷"
		},
		{
			"i": 8022100,
			"n": "公司增资纠纷"
		},
		{
			"i": 8022200,
			"n": "公司解散纠纷"
		},
		{
			"i": 8022300,
			"n": "申请公司清算"
		},
		{
			"i": 8022400,
			"n": "清算责任纠纷"
		},
		{
			"i": 8022500,
			"n": "上市公司收购纠纷"
		}
	],
	"8020900": [
		{
			"i": 8020901,
			"n": "公司决议效力确认纠纷"
		},
		{
			"i": 8020902,
			"n": "公司决议撤销纠纷"
		}
	],
	"8030000": [
		{
			"i": 8030100,
			"n": "入伙纠纷"
		},
		{
			"i": 8030200,
			"n": "退伙纠纷"
		},
		{
			"i": 8030300,
			"n": "合伙企业财产份额转让纠纷"
		}
	],
	"8040000": [
		{
			"i": 8040100,
			"n": "申请破产清算"
		},
		{
			"i": 8040200,
			"n": "申请破产重整"
		},
		{
			"i": 8040300,
			"n": "申请破产和解"
		},
		{
			"i": 8040400,
			"n": "请求撤销个别清偿行为纠纷"
		},
		{
			"i": 8040500,
			"n": "请求确认债务人行为无效纠纷"
		},
		{
			"i": 8040600,
			"n": "对外追收债权纠纷"
		},
		{
			"i": 8040700,
			"n": "追收未缴出资纠纷"
		},
		{
			"i": 8040800,
			"n": "追收抽逃出资纠纷"
		},
		{
			"i": 8040900,
			"n": "追收非正常收入纠纷"
		},
		{
			"i": 8041000,
			"n": "破产债权确认纠纷"
		},
		{
			"i": 8041100,
			"n": "取回权纠纷"
		},
		{
			"i": 8041200,
			"n": "破产抵销权纠纷"
		},
		{
			"i": 8041300,
			"n": "别除权纠纷"
		},
		{
			"i": 8041400,
			"n": "破产撤销权纠纷"
		},
		{
			"i": 8041500,
			"n": "损害债务人利益赔偿纠纷"
		},
		{
			"i": 8041600,
			"n": "管理人责任纠纷"
		}
	],
	"8041000": [
		{
			"i": 8041001,
			"n": "职工破产债权确认纠纷"
		},
		{
			"i": 8041002,
			"n": "普通破产债权确认纠纷"
		}
	],
	"8041100": [
		{
			"i": 8041101,
			"n": "一般取回权纠纷"
		},
		{
			"i": 8041102,
			"n": "出卖人取回权纠纷"
		}
	],
	"8050000": [
		{
			"i": 8050100,
			"n": "证券权利确认纠纷"
		},
		{
			"i": 8050200,
			"n": "证券交易合同纠纷"
		},
		{
			"i": 8050300,
			"n": "金融衍生品种交易纠纷"
		},
		{
			"i": 8050400,
			"n": "证券承销合同纠纷"
		},
		{
			"i": 8050500,
			"n": "证券投资咨询纠纷"
		},
		{
			"i": 8050600,
			"n": "证券资信评级服务合同纠纷"
		},
		{
			"i": 8050700,
			"n": "证券回购合同纠纷"
		},
		{
			"i": 8050800,
			"n": "证券上市合同纠纷"
		},
		{
			"i": 8050900,
			"n": "证券交易代理合同纠纷"
		},
		{
			"i": 8051000,
			"n": "证券上市保荐合同纠纷"
		},
		{
			"i": 8051100,
			"n": "证券发行纠纷"
		},
		{
			"i": 8051200,
			"n": "证券返还纠纷"
		},
		{
			"i": 8051300,
			"n": "证券欺诈责任纠纷"
		},
		{
			"i": 8051400,
			"n": "证券托管纠纷"
		},
		{
			"i": 8051500,
			"n": "证券登记、存管、结算纠纷"
		},
		{
			"i": 8051600,
			"n": "融资融券交易纠纷"
		},
		{
			"i": 8051700,
			"n": "客户交易结算资金纠纷"
		}
	],
	"8050100": [
		{
			"i": 8050101,
			"n": "股票权利确认纠纷"
		},
		{
			"i": 8050102,
			"n": "公司债券权利确认纠纷"
		},
		{
			"i": 8050103,
			"n": "国债权利确认纠纷"
		},
		{
			"i": 8050104,
			"n": "证券投资基金权利确认纠纷"
		}
	],
	"8050200": [
		{
			"i": 8050201,
			"n": "股票交易纠纷"
		},
		{
			"i": 8050202,
			"n": "公司债券交易纠纷"
		},
		{
			"i": 8050203,
			"n": "国债交易纠纷"
		},
		{
			"i": 8050204,
			"n": "证券投资基金交易纠纷"
		}
	],
	"8050400": [
		{
			"i": 8050401,
			"n": "证券代销合同纠纷"
		},
		{
			"i": 8050402,
			"n": "证券包销合同纠纷"
		}
	],
	"8050700": [
		{
			"i": 8050701,
			"n": "股票回购合同纠纷"
		},
		{
			"i": 8050702,
			"n": "国债回购合同纠纷"
		},
		{
			"i": 8050703,
			"n": "公司债券回购合同纠纷"
		},
		{
			"i": 8050704,
			"n": "证券投资基金回购合同纠纷"
		},
		{
			"i": 8050705,
			"n": "质押式证券回购纠纷"
		}
	],
	"8051100": [
		{
			"i": 8051101,
			"n": "证券认购纠纷"
		},
		{
			"i": 8051102,
			"n": "证券发行失败纠纷"
		}
	],
	"8051300": [
		{
			"i": 8051301,
			"n": "证券内幕交易责任纠纷"
		},
		{
			"i": 8051302,
			"n": "操纵证券交易市场责任纠纷"
		},
		{
			"i": 8051303,
			"n": "证券虚假陈述责任纠纷"
		},
		{
			"i": 8051304,
			"n": "欺诈客户责任纠纷"
		}
	],
	"8060000": [
		{
			"i": 8060100,
			"n": "期货经纪合同纠纷"
		},
		{
			"i": 8060200,
			"n": "期货透支交易纠纷"
		},
		{
			"i": 8060300,
			"n": "期货强行平仓纠纷"
		},
		{
			"i": 8060400,
			"n": "期货实物交割纠纷"
		},
		{
			"i": 8060500,
			"n": "期货保证合约纠纷"
		},
		{
			"i": 8060600,
			"n": "期货交易代理合同纠纷"
		},
		{
			"i": 8060700,
			"n": "侵占期货交易保证金纠纷"
		},
		{
			"i": 8060800,
			"n": "期货欺诈责任纠纷"
		},
		{
			"i": 8060900,
			"n": "操纵期货交易市场责任纠纷"
		},
		{
			"i": 8061000,
			"n": "期货内幕交易责任纠纷"
		},
		{
			"i": 8061100,
			"n": "期货虚假信息责任纠纷"
		}
	],
	"8070000": [
		{
			"i": 8070100,
			"n": "民事信托纠纷"
		},
		{
			"i": 8070200,
			"n": "营业信托纠纷"
		},
		{
			"i": 8070300,
			"n": "公益信托纠纷"
		}
	],
	"8080000": [
		{
			"i": 8080100,
			"n": "财产保险合同纠纷"
		},
		{
			"i": 8080200,
			"n": "人身保险合同纠纷"
		},
		{
			"i": 8080300,
			"n": "再保险合同纠纷"
		},
		{
			"i": 8080400,
			"n": "保险经纪合同纠纷"
		},
		{
			"i": 8080500,
			"n": "保险代理合同纠纷"
		},
		{
			"i": 8080600,
			"n": "进出口信用保险合同纠纷"
		},
		{
			"i": 8080700,
			"n": "保险费纠纷"
		}
	],
	"8080100": [
		{
			"i": 8080101,
			"n": "财产损失保险合同纠纷"
		},
		{
			"i": 8080102,
			"n": "责任保险合同纠纷"
		},
		{
			"i": 8080103,
			"n": "信用保险合同纠纷"
		},
		{
			"i": 8080104,
			"n": "保证保险合同纠纷"
		},
		{
			"i": 8080105,
			"n": "保险人代位求偿权纠纷"
		}
	],
	"8080200": [
		{
			"i": 8080201,
			"n": "人寿保险合同纠纷"
		},
		{
			"i": 8080202,
			"n": "意外伤害保险合同纠纷"
		},
		{
			"i": 8080203,
			"n": "健康保险合同纠纷"
		}
	],
	"8090000": [
		{
			"i": 8090100,
			"n": "票据付款请求权纠纷"
		},
		{
			"i": 8090200,
			"n": "票据追索权纠纷"
		},
		{
			"i": 8090300,
			"n": "票据交付请求权纠纷"
		},
		{
			"i": 8090400,
			"n": "票据返还请求权纠纷"
		},
		{
			"i": 8090500,
			"n": "票据损害责任纠纷"
		},
		{
			"i": 8090600,
			"n": "票据利益返还请求权纠纷"
		},
		{
			"i": 8090700,
			"n": "汇票回单签发请求权纠纷"
		},
		{
			"i": 8090800,
			"n": "票据保证纠纷"
		},
		{
			"i": 8090900,
			"n": "确认票据无效纠纷"
		},
		{
			"i": 8091000,
			"n": "票据代理纠纷"
		},
		{
			"i": 8091100,
			"n": "票据回购纠纷"
		}
	],
	"8100000": [
		{
			"i": 8100100,
			"n": "委托开立信用证纠纷"
		},
		{
			"i": 8100200,
			"n": "信用证开证纠纷"
		},
		{
			"i": 8100300,
			"n": "信用证议付纠纷"
		},
		{
			"i": 8100400,
			"n": "信用证欺诈纠纷"
		},
		{
			"i": 8100500,
			"n": "信用证融资纠纷"
		},
		{
			"i": 8100600,
			"n": "信用证转让纠纷"
		}
	],
	"9000000": [
		{
			"i": 9010000,
			"n": "监护人责任纠纷"
		},
		{
			"i": 9020000,
			"n": "用人单位责任纠纷"
		},
		{
			"i": 9030000,
			"n": "劳务派遣工作人员侵权责任纠纷"
		},
		{
			"i": 9040000,
			"n": "提供劳务者致害责任纠纷"
		},
		{
			"i": 9050000,
			"n": "提供劳务者受害责任纠纷"
		},
		{
			"i": 9060000,
			"n": "网络侵权责任纠纷"
		},
		{
			"i": 9070000,
			"n": "违反安全保障义务责任纠纷"
		},
		{
			"i": 9080000,
			"n": "教育机构责任纠纷"
		},
		{
			"i": 9090000,
			"n": "产品责任纠纷"
		},
		{
			"i": 9100000,
			"n": "机动车交通事故责任纠纷"
		},
		{
			"i": 9110000,
			"n": "医疗损害责任纠纷"
		},
		{
			"i": 9120000,
			"n": "环境污染责任纠纷"
		},
		{
			"i": 9130000,
			"n": "高度危险责任纠纷"
		},
		{
			"i": 9140000,
			"n": "饲养动物损害责任纠纷"
		},
		{
			"i": 9150000,
			"n": "物件损害责任纠纷"
		},
		{
			"i": 9160000,
			"n": "触电人身损害责任纠纷"
		},
		{
			"i": 9170000,
			"n": "义务帮工人受害责任纠纷"
		},
		{
			"i": 9180000,
			"n": "见义勇为人受害责任纠纷"
		},
		{
			"i": 9190000,
			"n": "公证损害责任纠纷"
		},
		{
			"i": 9200000,
			"n": "防卫过当损害责任纠纷"
		},
		{
			"i": 9210000,
			"n": "紧急避险损害责任纠纷"
		},
		{
			"i": 9220000,
			"n": "驻香港、澳门特别行政区军人执行职务侵权责任纠纷"
		},
		{
			"i": 9230000,
			"n": "铁路运输损害责任纠纷"
		},
		{
			"i": 9240000,
			"n": "水上运输损害责任纠纷"
		},
		{
			"i": 9250000,
			"n": "航空运输损害责任纠纷"
		},
		{
			"i": 9260000,
			"n": "因申请诉前财产保全损害责任纠纷"
		},
		{
			"i": 9270000,
			"n": "因申请诉前证据保全损害责任纠纷"
		},
		{
			"i": 9280000,
			"n": "因申请诉中财产保全损害责任纠纷"
		},
		{
			"i": 9290000,
			"n": "因申请诉中证据保全损害责任纠纷"
		},
		{
			"i": 9300000,
			"n": "因申请先予执行损害责任纠纷"
		}
	],
	"9070000": [
		{
			"i": 9070100,
			"n": "公共场所管理人责任纠纷"
		},
		{
			"i": 9070200,
			"n": "群众性活动组织者责任纠纷"
		}
	],
	"9090000": [
		{
			"i": 9090100,
			"n": "产品生产者责任纠纷"
		},
		{
			"i": 9090200,
			"n": "产品销售者责任纠纷"
		},
		{
			"i": 9090300,
			"n": "产品运输者责任纠纷"
		},
		{
			"i": 9090400,
			"n": "产品仓储者责任纠纷"
		}
	],
	"9110000": [
		{
			"i": 9110100,
			"n": "侵害患者知情同意权责任纠纷"
		},
		{
			"i": 9110200,
			"n": "医疗产品责任纠纷"
		}
	],
	"9120000": [
		{
			"i": 9120100,
			"n": "大气污染责任纠纷"
		},
		{
			"i": 9120200,
			"n": "水污染责任纠纷"
		},
		{
			"i": 9120300,
			"n": "噪声污染责任纠纷"
		},
		{
			"i": 9120400,
			"n": "放射性污染责任纠纷"
		},
		{
			"i": 9120500,
			"n": "土壤污染责任纠纷"
		},
		{
			"i": 9120600,
			"n": "电子废物污染责任纠纷"
		},
		{
			"i": 9120700,
			"n": "固体废物污染责任纠纷"
		}
	],
	"9130000": [
		{
			"i": 9130100,
			"n": "民用核设施损害责任纠纷"
		},
		{
			"i": 9130200,
			"n": "民用航空器损害责任纠纷"
		},
		{
			"i": 9130300,
			"n": "占有、使用高度危险物损害责任纠纷"
		},
		{
			"i": 9130400,
			"n": "高度危险活动损害责任纠纷"
		},
		{
			"i": 9130500,
			"n": "遗失、抛弃高度危险物损害责任纠纷"
		},
		{
			"i": 9130600,
			"n": "非法占有高度危险物损害责任纠纷"
		}
	],
	"9150000": [
		{
			"i": 9150100,
			"n": "物件脱落、坠落损害责任纠纷"
		},
		{
			"i": 9150200,
			"n": "建筑物、构筑物倒塌损害责任纠纷"
		},
		{
			"i": 9150300,
			"n": "不明抛掷物、坠落物损害责任纠纷"
		},
		{
			"i": 9150400,
			"n": "堆放物倒塌致害责任纠纷"
		},
		{
			"i": 9150500,
			"n": "公共道路妨碍通行损害责任纠纷"
		},
		{
			"i": 9150600,
			"n": "林木折断损害责任纠纷"
		},
		{
			"i": 9150700,
			"n": "地面施工、地下设施损害责任纠纷"
		}
	],
	"9230000": [
		{
			"i": 9230100,
			"n": "铁路运输人身损害责任纠纷"
		},
		{
			"i": 9230200,
			"n": "铁路运输财产损害责任纠纷"
		}
	],
	"9240000": [
		{
			"i": 9240100,
			"n": "水上运输人身损害责任纠纷"
		},
		{
			"i": 9240200,
			"n": "水上运输财产损害责任纠纷"
		}
	],
	"9250000": [
		{
			"i": 9250100,
			"n": "航空运输人身损害责任纠纷"
		},
		{
			"i": 9250200,
			"n": "航空运输财产损害责任纠纷"
		}
	],
	"10000000": [
		{
			"i": 10010000,
			"n": "选民资格案件"
		},
		{
			"i": 10020000,
			"n": "宣告失踪、宣告死亡案件"
		},
		{
			"i": 10030000,
			"n": "认定公民无民事行为能力、限制民事行为能力案件"
		},
		{
			"i": 10040000,
			"n": "认定财产无主案件"
		},
		{
			"i": 10050000,
			"n": "监护权特别程序案件"
		},
		{
			"i": 10060000,
			"n": "督促程序案件"
		},
		{
			"i": 10070000,
			"n": "公示催告程序案件"
		},
		{
			"i": 10080000,
			"n": "申请诉前停止侵害知识产权案件"
		},
		{
			"i": 10090000,
			"n": "申请保全案件"
		},
		{
			"i": 10100000,
			"n": "仲裁程序案件"
		},
		{
			"i": 10110000,
			"n": "海事诉讼特别程序案件"
		},
		{
			"i": 10120000,
			"n": "申请承认与执行法院判决、仲裁裁决案件"
		},
		{
			"i": 10130000,
			"n": "执行异议之诉"
		}
	],
	"10010000": [
		{
			"i": 10010100,
			"n": "申请确定选民资格"
		}
	],
	"10020000": [
		{
			"i": 10020100,
			"n": "申请宣告公民失踪"
		},
		{
			"i": 10020200,
			"n": "申请撤销宣告失踪"
		},
		{
			"i": 10020300,
			"n": "申请为失踪人财产指定、变更代管人"
		},
		{
			"i": 10020400,
			"n": "失踪人债务支付纠纷"
		},
		{
			"i": 10020500,
			"n": "申请宣告公民死亡"
		},
		{
			"i": 10020600,
			"n": "申请撤销宣告公民死亡"
		},
		{
			"i": 10020700,
			"n": "被撤销死亡宣告人请求返还财产纠纷"
		}
	],
	"10030000": [
		{
			"i": 10030100,
			"n": "申请宣告公民无民事行为能力"
		},
		{
			"i": 10030200,
			"n": "申请宣告公民限制民事行为能力"
		},
		{
			"i": 10030300,
			"n": "申请宣告公民恢复限制民事行为能力"
		},
		{
			"i": 10030400,
			"n": "申请宣告公民恢复完全民事行为能力"
		}
	],
	"10040000": [
		{
			"i": 10040100,
			"n": "申请认定财产无主"
		},
		{
			"i": 10040200,
			"n": "申请撤销认定财产无主"
		}
	],
	"10050000": [
		{
			"i": 10050100,
			"n": "申请确定监护人"
		},
		{
			"i": 10050200,
			"n": "申请变更监护人"
		},
		{
			"i": 10050300,
			"n": "申请撤销监护人资格"
		}
	],
	"10060000": [
		{
			"i": 10060100,
			"n": "申请支付令"
		}
	],
	"10070000": [
		{
			"i": 10070100,
			"n": "申请公示催告"
		}
	],
	"10080000": [
		{
			"i": 10080100,
			"n": "申请诉前停止侵害专利权"
		},
		{
			"i": 10080200,
			"n": "申请诉前停止侵害注册商标专用权"
		},
		{
			"i": 10080300,
			"n": "申请诉前停止侵害著作权"
		},
		{
			"i": 10080400,
			"n": "申请诉前停止侵害植物新品种权"
		}
	],
	"10090000": [
		{
			"i": 10090100,
			"n": "申请诉前财产保全"
		},
		{
			"i": 10090200,
			"n": "申请诉中财产保全"
		},
		{
			"i": 10090300,
			"n": "申请诉前证据保全"
		},
		{
			"i": 10090400,
			"n": "申请诉中证据保全"
		},
		{
			"i": 10090500,
			"n": "仲裁程序中的财产保全"
		},
		{
			"i": 10090600,
			"n": "仲裁程序中的证据保全"
		},
		{
			"i": 10090700,
			"n": "申请中止支付信用证项下款项"
		},
		{
			"i": 10090800,
			"n": "申请中止支付保函项下款项"
		}
	],
	"10100000": [
		{
			"i": 10100100,
			"n": "申请确认仲裁协议效力"
		},
		{
			"i": 10100200,
			"n": "申请撤销仲裁裁决"
		}
	],
	"10110000": [
		{
			"i": 10110100,
			"n": "申请海事请求保全"
		},
		{
			"i": 10110200,
			"n": "申请海事支付令"
		},
		{
			"i": 10110300,
			"n": "申请海事强制令"
		},
		{
			"i": 10110400,
			"n": "申请海事证据保全"
		},
		{
			"i": 10110500,
			"n": "申请设立海事赔偿责任限制基金"
		},
		{
			"i": 10110600,
			"n": "申请船舶优先权催告"
		},
		{
			"i": 10110700,
			"n": "申请海事债权登记与受偿"
		}
	],
	"10110100": [
		{
			"i": 10110101,
			"n": "申请扣押船舶"
		},
		{
			"i": 10110102,
			"n": "申请拍卖扣押船舶"
		},
		{
			"i": 10110103,
			"n": "申请扣押船载货物"
		},
		{
			"i": 10110104,
			"n": "申请拍卖扣押船载货物"
		},
		{
			"i": 10110105,
			"n": "申请扣押船用燃油及船用物料"
		},
		{
			"i": 10110106,
			"n": "申请拍卖扣押船用燃油及船用物料"
		}
	],
	"10120000": [
		{
			"i": 10120100,
			"n": "申请执行海事仲裁裁决"
		},
		{
			"i": 10120200,
			"n": "申请执行知识产权仲裁裁决"
		},
		{
			"i": 10120300,
			"n": "申请执行涉外仲裁裁决"
		},
		{
			"i": 10120400,
			"n": "申请认可和执行香港特别行政区法院民事判决"
		},
		{
			"i": 10120500,
			"n": "申请认可和执行香港特别行政区仲裁裁决"
		},
		{
			"i": 10120600,
			"n": "申请认可和执行澳门特别行政区法院民事判决"
		},
		{
			"i": 10120700,
			"n": "申请认可和执行澳门特别行政区仲裁裁决"
		},
		{
			"i": 10120800,
			"n": "申请认可和执行台湾地区法院民事判决"
		},
		{
			"i": 10120900,
			"n": "申请认可和执行台湾地区仲裁裁决"
		},
		{
			"i": 10121000,
			"n": "申请承认和执行外国法院民事判决、裁定"
		},
		{
			"i": 10121100,
			"n": "申请承认和执行外国仲裁裁决"
		}
	],
	"10130000": [
		{
			"i": 10130100,
			"n": "案外人执行异议之诉"
		},
		{
			"i": 10130200,
			"n": "申请执行人执行异议之诉"
		},
		{
			"i": 10130300,
			"n": "执行分配方案异议之诉"
		}
	]
}
