var courtData = {
	"0": [
		{
			"i": 1000000,
			"n": "最高人民法院"
		},
		{
			"i": 2000000,
			"n": "北京"
		},
		{
			"i": 3000000,
			"n": "天津"
		},
		{
			"i": 4000000,
			"n": "河北"
		},
		{
			"i": 5000000,
			"n": "山西"
		},
		{
			"i": 6000000,
			"n": "内蒙古"
		},
		{
			"i": 7000000,
			"n": "辽宁"
		},
		{
			"i": 8000000,
			"n": "吉林"
		},
		{
			"i": 9000000,
			"n": "黑龙江"
		},
		{
			"i": 10000000,
			"n": "上海"
		},
		{
			"i": 11000000,
			"n": "江苏"
		},
		{
			"i": 12000000,
			"n": "浙江"
		},
		{
			"i": 13000000,
			"n": "安徽"
		},
		{
			"i": 14000000,
			"n": "福建"
		},
		{
			"i": 15000000,
			"n": "江西"
		},
		{
			"i": 16000000,
			"n": "山东"
		},
		{
			"i": 17000000,
			"n": "河南"
		},
		{
			"i": 18000000,
			"n": "湖北"
		},
		{
			"i": 19000000,
			"n": "湖南"
		},
		{
			"i": 20000000,
			"n": "广东"
		},
		{
			"i": 21000000,
			"n": "广西"
		},
		{
			"i": 22000000,
			"n": "海南"
		},
		{
			"i": 23000000,
			"n": "重庆"
		},
		{
			"i": 24000000,
			"n": "四川"
		},
		{
			"i": 25000000,
			"n": "贵州"
		},
		{
			"i": 26000000,
			"n": "云南"
		},
		{
			"i": 27000000,
			"n": "西藏"
		},
		{
			"i": 28000000,
			"n": "陕西"
		},
		{
			"i": 29000000,
			"n": "甘肃"
		},
		{
			"i": 30000000,
			"n": "青海"
		},
		{
			"i": 31000000,
			"n": "宁夏"
		},
		{
			"i": 32000000,
			"n": "新疆"
		},
		{
			"i": 33000000,
			"n": "兵团"
		}
	],
	"2000000": [
		{
			"i": 2010000,
			"n": "北京市第一中级人民法院"
		},
		{
			"i": 2020000,
			"n": "北京市第二中级人民法院"
		},
		{
			"i": 2030000,
			"n": "北京市第三中级人民法院"
		},
		{
			"i": 2040000,
			"n": "北京市第四中级人民法院"
		},
		{
			"i": 2050000,
			"n": "北京知识产权法院"
		}
	],
	"2010000": [
		{
			"i": 2010100,
			"n": "北京市石景山区人民法院"
		},
		{
			"i": 2010200,
			"n": "北京市海淀区人民法院"
		},
		{
			"i": 2010300,
			"n": "北京市门头沟区人民法院"
		},
		{
			"i": 2010400,
			"n": "北京市昌平区人民法院"
		},
		{
			"i": 2010500,
			"n": "延庆县人民法院"
		}
	],
	"2020000": [
		{
			"i": 2020100,
			"n": "北京市东城区人民法院"
		},
		{
			"i": 2020200,
			"n": "北京市西城区人民法院"
		},
		{
			"i": 2020300,
			"n": "北京市房山区人民法院"
		},
		{
			"i": 2020400,
			"n": "北京市丰台区人民法院"
		},
		{
			"i": 2020500,
			"n": "北京市大兴区人民法院"
		}
	],
	"2030000": [
		{
			"i": 2030100,
			"n": "北京市朝阳区人民法院"
		},
		{
			"i": 2030200,
			"n": "北京市通州区人民法院"
		},
		{
			"i": 2030300,
			"n": "北京市顺义区人民法院"
		},
		{
			"i": 2030400,
			"n": "北京市平谷区人民法院"
		},
		{
			"i": 2030500,
			"n": "北京市怀柔区人民法院"
		},
		{
			"i": 2030600,
			"n": "密云县人民法院"
		}
	],
	"2040000": [
		{
			"i": 2040100,
			"n": "北京铁路运输法院"
		}
	],
	"3000000": [
		{
			"i": 3010000,
			"n": "天津市第一中级人民法院"
		},
		{
			"i": 3020000,
			"n": "天津市第二中级人民法院"
		},
		{
			"i": 3030000,
			"n": "天津海事法院"
		},
		{
			"i": 3040000,
			"n": "天津铁路运输法院"
		}
	],
	"3010000": [
		{
			"i": 3010100,
			"n": "天津市和平区人民法院"
		},
		{
			"i": 3010200,
			"n": "天津市南开区人民法院"
		},
		{
			"i": 3010300,
			"n": "天津市河北区人民法院"
		},
		{
			"i": 3010400,
			"n": "天津市红桥区人民法院"
		},
		{
			"i": 3010500,
			"n": "天津市西青区人民法院"
		},
		{
			"i": 3010600,
			"n": "天津市北辰区人民法院"
		},
		{
			"i": 3010700,
			"n": "天津市武清区人民法院"
		},
		{
			"i": 3010800,
			"n": "天津市宝坻区人民法院"
		},
		{
			"i": 3010900,
			"n": "静海县人民法院"
		},
		{
			"i": 3011000,
			"n": "蓟县人民法院"
		}
	],
	"3020000": [
		{
			"i": 3020100,
			"n": "天津市河东区人民法院"
		},
		{
			"i": 3020200,
			"n": "天津市河西区人民法院"
		},
		{
			"i": 3020300,
			"n": "天津市东丽区人民法院"
		},
		{
			"i": 3020400,
			"n": "天津市津南区人民法院"
		},
		{
			"i": 3020500,
			"n": "天津市滨海新区人民法院"
		},
		{
			"i": 3020600,
			"n": "宁河县人民法院"
		}
	],
	"4000000": [
		{
			"i": 4010000,
			"n": "河北省石家庄市中级人民法院"
		},
		{
			"i": 4020000,
			"n": "河北省张家口市中级人民法院"
		},
		{
			"i": 4030000,
			"n": "河北省承德市中级人民法院"
		},
		{
			"i": 4040000,
			"n": "河北省秦皇岛市中级人民法院"
		},
		{
			"i": 4050000,
			"n": "河北省唐山市中级人民法院"
		},
		{
			"i": 4060000,
			"n": "河北省廊坊市中级人民法院"
		},
		{
			"i": 4070000,
			"n": "河北省保定市中级人民法院"
		},
		{
			"i": 4080000,
			"n": "河北省沧州市中级人民法院"
		},
		{
			"i": 4090000,
			"n": "河北省衡水市中级人民法院"
		},
		{
			"i": 4100000,
			"n": "河北省邢台市中级人民法院"
		},
		{
			"i": 4110000,
			"n": "河北省邯郸市中级人民法院"
		},
		{
			"i": 4120000,
			"n": "石家庄铁路运输法院"
		}
	],
	"4010000": [
		{
			"i": 4010100,
			"n": "石家庄市长安区人民法院"
		},
		{
			"i": 4010200,
			"n": "石家庄市桥东区人民法院"
		},
		{
			"i": 4010300,
			"n": "石家庄市桥西区人民法院"
		},
		{
			"i": 4010400,
			"n": "石家庄市新华区人民法院"
		},
		{
			"i": 4010500,
			"n": "石家庄市裕华区人民法院"
		},
		{
			"i": 4010600,
			"n": "石家庄市井陉矿区人民法院"
		},
		{
			"i": 4010700,
			"n": "辛集市人民法院"
		},
		{
			"i": 4010800,
			"n": "藁城市人民法院"
		},
		{
			"i": 4010900,
			"n": "晋州市人民法院"
		},
		{
			"i": 4011000,
			"n": "新乐市人民法院"
		},
		{
			"i": 4011100,
			"n": "鹿泉市人民法院"
		},
		{
			"i": 4011200,
			"n": "井陉县人民法院"
		},
		{
			"i": 4011300,
			"n": "正定县人民法院"
		},
		{
			"i": 4011400,
			"n": "栾城县人民法院"
		},
		{
			"i": 4011500,
			"n": "行唐县人民法院"
		},
		{
			"i": 4011600,
			"n": "灵寿县人民法院"
		},
		{
			"i": 4011700,
			"n": "高邑县人民法院"
		},
		{
			"i": 4011800,
			"n": "深泽县人民法院"
		},
		{
			"i": 4011900,
			"n": "赞皇县人民法院"
		},
		{
			"i": 4012000,
			"n": "无极县人民法院"
		},
		{
			"i": 4012100,
			"n": "平山县人民法院"
		},
		{
			"i": 4012200,
			"n": "元氏县人民法院"
		},
		{
			"i": 4012300,
			"n": "赵县人民法院"
		},
		{
			"i": 4012400,
			"n": "石家庄高新技术产业开发区人民法院"
		}
	],
	"4020000": [
		{
			"i": 4020100,
			"n": "张家口市桥西区人民法院"
		},
		{
			"i": 4020200,
			"n": "张家口市桥东区人民法院"
		},
		{
			"i": 4020300,
			"n": "张家口市宣化区人民法院"
		},
		{
			"i": 4020400,
			"n": "张家口市下花园区人民法院"
		},
		{
			"i": 4020500,
			"n": "宣化县人民法院"
		},
		{
			"i": 4020600,
			"n": "张北县人民法院"
		},
		{
			"i": 4020700,
			"n": "康保县人民法院"
		},
		{
			"i": 4020800,
			"n": "沽源县人民法院"
		},
		{
			"i": 4020900,
			"n": "尚义县人民法院"
		},
		{
			"i": 4021000,
			"n": "蔚县人民法院"
		},
		{
			"i": 4021100,
			"n": "阳原县人民法院"
		},
		{
			"i": 4021200,
			"n": "怀安县人民法院"
		},
		{
			"i": 4021300,
			"n": "万全县人民法院"
		},
		{
			"i": 4021400,
			"n": "怀来县人民法院"
		},
		{
			"i": 4021500,
			"n": "涿鹿县人民法院"
		},
		{
			"i": 4021600,
			"n": "赤城县人民法院"
		},
		{
			"i": 4021700,
			"n": "崇礼县人民法院"
		},
		{
			"i": 4021800,
			"n": "张家口经济开发区人民法院"
		}
	],
	"4030000": [
		{
			"i": 4030100,
			"n": "承德市双桥区人民法院"
		},
		{
			"i": 4030200,
			"n": "承德市双滦区人民法院"
		},
		{
			"i": 4030300,
			"n": "承德市鹰手营子矿区人民法院"
		},
		{
			"i": 4030400,
			"n": "承德县人民法院"
		},
		{
			"i": 4030500,
			"n": "兴隆县人民法院"
		},
		{
			"i": 4030600,
			"n": "平泉县人民法院"
		},
		{
			"i": 4030700,
			"n": "滦平县人民法院"
		},
		{
			"i": 4030800,
			"n": "隆化县人民法院"
		},
		{
			"i": 4030900,
			"n": "丰宁满族自治县人民法院"
		},
		{
			"i": 4031000,
			"n": "宽城满族自治县人民法院"
		},
		{
			"i": 4031100,
			"n": "围场满族蒙古族自治县人民法院"
		}
	],
	"4040000": [
		{
			"i": 4040100,
			"n": "秦皇岛市海港区人民法院"
		},
		{
			"i": 4040200,
			"n": "秦皇岛市山海关区人民法院"
		},
		{
			"i": 4040300,
			"n": "秦皇岛市北戴河区人民法院"
		},
		{
			"i": 4040400,
			"n": "昌黎县人民法院"
		},
		{
			"i": 4040500,
			"n": "抚宁县人民法院"
		},
		{
			"i": 4040600,
			"n": "卢龙县人民法院"
		},
		{
			"i": 4040700,
			"n": "青龙满族自治县人民法院"
		},
		{
			"i": 4040800,
			"n": "秦皇岛经济技术开发区人民法院"
		},
		{
			"i": 4040900,
			"n": "秦皇岛北戴河新区人民法院"
		}
	],
	"4050000": [
		{
			"i": 4050100,
			"n": "唐山市路北区人民法院"
		},
		{
			"i": 4050200,
			"n": "唐山市路南区人民法院"
		},
		{
			"i": 4050300,
			"n": "唐山市古冶区人民法院"
		},
		{
			"i": 4050400,
			"n": "唐山市开平区人民法院"
		},
		{
			"i": 4050500,
			"n": "唐山市丰润区人民法院"
		},
		{
			"i": 4050600,
			"n": "唐山市丰南区人民法院"
		},
		{
			"i": 4050700,
			"n": "遵化市人民法院"
		},
		{
			"i": 4050800,
			"n": "迁安市人民法院"
		},
		{
			"i": 4050900,
			"n": "滦县人民法院"
		},
		{
			"i": 4051000,
			"n": "滦南县人民法院"
		},
		{
			"i": 4051100,
			"n": "乐亭县人民法院"
		},
		{
			"i": 4051200,
			"n": "迁西县人民法院"
		},
		{
			"i": 4051300,
			"n": "玉田县人民法院"
		},
		{
			"i": 4051400,
			"n": "唐山市曹妃甸区人民法院"
		},
		{
			"i": 4051500,
			"n": "唐山高新技术产业开发区人民法院"
		}
	],
	"4060000": [
		{
			"i": 4060100,
			"n": "廊坊市广阳区人民法院"
		},
		{
			"i": 4060200,
			"n": "廊坊市安次区人民法院"
		},
		{
			"i": 4060300,
			"n": "霸州市人民法院"
		},
		{
			"i": 4060400,
			"n": "三河市人民法院"
		},
		{
			"i": 4060500,
			"n": "固安县人民法院"
		},
		{
			"i": 4060600,
			"n": "永清县人民法院"
		},
		{
			"i": 4060700,
			"n": "香河县人民法院"
		},
		{
			"i": 4060800,
			"n": "大城县人民法院"
		},
		{
			"i": 4060900,
			"n": "文安县人民法院"
		},
		{
			"i": 4061000,
			"n": "大厂回族自治县人民法院"
		},
		{
			"i": 4061100,
			"n": "廊坊经济技术开发区人民法院"
		}
	],
	"4070000": [
		{
			"i": 4070100,
			"n": "保定市新市区人民法院"
		},
		{
			"i": 4070200,
			"n": "保定市北市区人民法院"
		},
		{
			"i": 4070300,
			"n": "保定市南市区人民法院"
		},
		{
			"i": 4070400,
			"n": "定州市人民法院"
		},
		{
			"i": 4070500,
			"n": "涿州市人民法院"
		},
		{
			"i": 4070600,
			"n": "安国市人民法院"
		},
		{
			"i": 4070700,
			"n": "高碑店市人民法院"
		},
		{
			"i": 4070800,
			"n": "满城县人民法院"
		},
		{
			"i": 4070900,
			"n": "清苑县人民法院"
		},
		{
			"i": 4071000,
			"n": "易县人民法院"
		},
		{
			"i": 4071100,
			"n": "徐水县人民法院"
		},
		{
			"i": 4071200,
			"n": "涞源县人民法院"
		},
		{
			"i": 4071300,
			"n": "定兴县人民法院"
		},
		{
			"i": 4071400,
			"n": "顺平县人民法院"
		},
		{
			"i": 4071500,
			"n": "唐县人民法院"
		},
		{
			"i": 4071600,
			"n": "望都县人民法院"
		},
		{
			"i": 4071700,
			"n": "涞水县人民法院"
		},
		{
			"i": 4071800,
			"n": "高阳县人民法院"
		},
		{
			"i": 4071900,
			"n": "安新县人民法院"
		},
		{
			"i": 4072000,
			"n": "雄县人民法院"
		},
		{
			"i": 4072100,
			"n": "容城县人民法院"
		},
		{
			"i": 4072200,
			"n": "曲阳县人民法院"
		},
		{
			"i": 4072300,
			"n": "阜平县人民法院"
		},
		{
			"i": 4072400,
			"n": "博野县人民法院"
		},
		{
			"i": 4072500,
			"n": "蠡县人民法院"
		}
	],
	"4080000": [
		{
			"i": 4080100,
			"n": "沧州市运河区人民法院"
		},
		{
			"i": 4080200,
			"n": "沧州市新华区人民法院"
		},
		{
			"i": 4080300,
			"n": "泊头市人民法院"
		},
		{
			"i": 4080400,
			"n": "任丘市人民法院"
		},
		{
			"i": 4080500,
			"n": "黄骅市人民法院"
		},
		{
			"i": 4080600,
			"n": "河间市人民法院"
		},
		{
			"i": 4080700,
			"n": "沧县人民法院"
		},
		{
			"i": 4080800,
			"n": "青县人民法院"
		},
		{
			"i": 4080900,
			"n": "东光县人民法院"
		},
		{
			"i": 4081000,
			"n": "海兴县人民法院"
		},
		{
			"i": 4081100,
			"n": "盐山县人民法院"
		},
		{
			"i": 4081200,
			"n": "肃宁县人民法院"
		},
		{
			"i": 4081300,
			"n": "南皮县人民法院"
		},
		{
			"i": 4081400,
			"n": "吴桥县人民法院"
		},
		{
			"i": 4081500,
			"n": "献县人民法院"
		},
		{
			"i": 4081600,
			"n": "孟村回族自治县人民法院"
		}
	],
	"4090000": [
		{
			"i": 4090100,
			"n": "衡水市桃城区人民法院"
		},
		{
			"i": 4090200,
			"n": "冀州市人民法院"
		},
		{
			"i": 4090300,
			"n": "深州市人民法院"
		},
		{
			"i": 4090400,
			"n": "枣强县人民法院"
		},
		{
			"i": 4090500,
			"n": "武邑县人民法院"
		},
		{
			"i": 4090600,
			"n": "武强县人民法院"
		},
		{
			"i": 4090700,
			"n": "饶阳县人民法院"
		},
		{
			"i": 4090800,
			"n": "安平县人民法院"
		},
		{
			"i": 4090900,
			"n": "故城县人民法院"
		},
		{
			"i": 4091000,
			"n": "景县人民法院"
		},
		{
			"i": 4091100,
			"n": "阜城县人民法院"
		}
	],
	"4100000": [
		{
			"i": 4100100,
			"n": "邢台市桥东区人民法院"
		},
		{
			"i": 4100200,
			"n": "邢台市桥西区人民法院"
		},
		{
			"i": 4100300,
			"n": "南宫市人民法院"
		},
		{
			"i": 4100400,
			"n": "沙河市人民法院"
		},
		{
			"i": 4100500,
			"n": "邢台县人民法院"
		},
		{
			"i": 4100600,
			"n": "临城县人民法院"
		},
		{
			"i": 4100700,
			"n": "内丘县人民法院"
		},
		{
			"i": 4100800,
			"n": "柏乡县人民法院"
		},
		{
			"i": 4100900,
			"n": "隆尧县人民法院"
		},
		{
			"i": 4101000,
			"n": "任县人民法院"
		},
		{
			"i": 4101100,
			"n": "南和县人民法院"
		},
		{
			"i": 4101200,
			"n": "宁晋县人民法院"
		},
		{
			"i": 4101300,
			"n": "巨鹿县人民法院"
		},
		{
			"i": 4101400,
			"n": "新河县人民法院"
		},
		{
			"i": 4101500,
			"n": "广宗县人民法院"
		},
		{
			"i": 4101600,
			"n": "平乡县人民法院"
		},
		{
			"i": 4101700,
			"n": "威县人民法院"
		},
		{
			"i": 4101800,
			"n": "清河县人民法院"
		},
		{
			"i": 4101900,
			"n": "临西县人民法院"
		},
		{
			"i": 4102000,
			"n": "邢台经济开发区人民法院"
		}
	],
	"4110000": [
		{
			"i": 4110100,
			"n": "邯郸市丛台区人民法院"
		},
		{
			"i": 4110200,
			"n": "邯郸市邯山区人民法院"
		},
		{
			"i": 4110300,
			"n": "邯郸市复兴区人民法院"
		},
		{
			"i": 4110400,
			"n": "邯郸市峰峰矿区人民法院"
		},
		{
			"i": 4110500,
			"n": "武安市人民法院"
		},
		{
			"i": 4110600,
			"n": "邯郸县人民法院"
		},
		{
			"i": 4110700,
			"n": "临漳县人民法院"
		},
		{
			"i": 4110800,
			"n": "成安县人民法院"
		},
		{
			"i": 4110900,
			"n": "大名县人民法院"
		},
		{
			"i": 4111000,
			"n": "涉县人民法院"
		},
		{
			"i": 4111100,
			"n": "磁县人民法院"
		},
		{
			"i": 4111200,
			"n": "肥乡县人民法院"
		},
		{
			"i": 4111300,
			"n": "永年县人民法院"
		},
		{
			"i": 4111400,
			"n": "邱县人民法院"
		},
		{
			"i": 4111500,
			"n": "鸡泽县人民法院"
		},
		{
			"i": 4111600,
			"n": "广平县人民法院"
		},
		{
			"i": 4111700,
			"n": "馆陶县人民法院"
		},
		{
			"i": 4111800,
			"n": "魏县人民法院"
		},
		{
			"i": 4111900,
			"n": "曲周县人民法院"
		}
	],
	"5000000": [
		{
			"i": 5010000,
			"n": "山西省太原市中级人民法院"
		},
		{
			"i": 5020000,
			"n": "山西省大同市中级人民法院"
		},
		{
			"i": 5030000,
			"n": "山西省阳泉市中级人民法院"
		},
		{
			"i": 5040000,
			"n": "山西省长治市中级人民法院"
		},
		{
			"i": 5050000,
			"n": "山西省晋城市中级人民法院"
		},
		{
			"i": 5060000,
			"n": "山西省朔州市中级人民法院"
		},
		{
			"i": 5070000,
			"n": "山西省忻州市中级人民法院"
		},
		{
			"i": 5080000,
			"n": "山西省吕梁市中级人民法院"
		},
		{
			"i": 5090000,
			"n": "山西省晋中市中级人民法院"
		},
		{
			"i": 5100000,
			"n": "山西省临汾市中级人民法院"
		},
		{
			"i": 5110000,
			"n": "山西省运城市中级人民法院"
		},
		{
			"i": 5120000,
			"n": "太原铁路运输中级法院"
		}
	],
	"5010000": [
		{
			"i": 5010100,
			"n": "太原市迎泽区人民法院"
		},
		{
			"i": 5010200,
			"n": "太原市杏花岭区人民法院"
		},
		{
			"i": 5010300,
			"n": "太原市万柏林区人民法院"
		},
		{
			"i": 5010400,
			"n": "太原市小店区人民法院"
		},
		{
			"i": 5010500,
			"n": "太原市尖草坪区人民法院"
		},
		{
			"i": 5010600,
			"n": "太原市晋源区人民法院"
		},
		{
			"i": 5010700,
			"n": "古交市人民法院"
		},
		{
			"i": 5010800,
			"n": "清徐县人民法院"
		},
		{
			"i": 5010900,
			"n": "阳曲县人民法院"
		},
		{
			"i": 5011000,
			"n": "娄烦县人民法院"
		}
	],
	"5020000": [
		{
			"i": 5020100,
			"n": "大同市城区人民法院"
		},
		{
			"i": 5020200,
			"n": "大同市矿区人民法院"
		},
		{
			"i": 5020300,
			"n": "大同市南郊区人民法院"
		},
		{
			"i": 5020400,
			"n": "大同市新荣区人民法院"
		},
		{
			"i": 5020500,
			"n": "阳高县人民法院"
		},
		{
			"i": 5020600,
			"n": "天镇县人民法院"
		},
		{
			"i": 5020700,
			"n": "广灵县人民法院"
		},
		{
			"i": 5020800,
			"n": "灵丘县人民法院"
		},
		{
			"i": 5020900,
			"n": "浑源县人民法院"
		},
		{
			"i": 5021000,
			"n": "左云县人民法院"
		},
		{
			"i": 5021100,
			"n": "大同县人民法院"
		}
	],
	"5030000": [
		{
			"i": 5030100,
			"n": "阳泉市城区人民法院"
		},
		{
			"i": 5030200,
			"n": "阳泉市矿区人民法院"
		},
		{
			"i": 5030300,
			"n": "阳泉市郊区人民法院"
		},
		{
			"i": 5030400,
			"n": "平定县人民法院"
		},
		{
			"i": 5030500,
			"n": "盂县人民法院"
		}
	],
	"5040000": [
		{
			"i": 5040100,
			"n": "长治市城区人民法院"
		},
		{
			"i": 5040200,
			"n": "长治市郊区人民法院"
		},
		{
			"i": 5040300,
			"n": "潞城市人民法院"
		},
		{
			"i": 5040400,
			"n": "长治县人民法院"
		},
		{
			"i": 5040500,
			"n": "襄垣县人民法院"
		},
		{
			"i": 5040600,
			"n": "屯留县人民法院"
		},
		{
			"i": 5040700,
			"n": "平顺县人民法院"
		},
		{
			"i": 5040800,
			"n": "黎城县人民法院"
		},
		{
			"i": 5040900,
			"n": "壶关县人民法院"
		},
		{
			"i": 5041000,
			"n": "长子县人民法院"
		},
		{
			"i": 5041100,
			"n": "武乡县人民法院"
		},
		{
			"i": 5041200,
			"n": "沁县人民法院"
		},
		{
			"i": 5041300,
			"n": "沁源县人民法院"
		}
	],
	"5050000": [
		{
			"i": 5050100,
			"n": "晋城市城区人民法院"
		},
		{
			"i": 5050200,
			"n": "高平市人民法院"
		},
		{
			"i": 5050300,
			"n": "泽州县人民法院"
		},
		{
			"i": 5050400,
			"n": "沁水县人民法院"
		},
		{
			"i": 5050500,
			"n": "阳城县人民法院"
		},
		{
			"i": 5050600,
			"n": "陵川县人民法院"
		}
	],
	"5060000": [
		{
			"i": 5060100,
			"n": "朔州市朔城区人民法院"
		},
		{
			"i": 5060200,
			"n": "朔州市平鲁区人民法院"
		},
		{
			"i": 5060300,
			"n": "应县人民法院"
		},
		{
			"i": 5060400,
			"n": "山阴县人民法院"
		},
		{
			"i": 5060500,
			"n": "右玉县人民法院"
		},
		{
			"i": 5060600,
			"n": "怀仁县人民法院"
		}
	],
	"5070000": [
		{
			"i": 5070100,
			"n": "忻州市忻府区人民法院"
		},
		{
			"i": 5070200,
			"n": "原平市人民法院"
		},
		{
			"i": 5070300,
			"n": "定襄县人民法院"
		},
		{
			"i": 5070400,
			"n": "五台县人民法院"
		},
		{
			"i": 5070500,
			"n": "代县人民法院"
		},
		{
			"i": 5070600,
			"n": "繁峙县人民法院"
		},
		{
			"i": 5070700,
			"n": "宁武县人民法院"
		},
		{
			"i": 5070800,
			"n": "静乐县人民法院"
		},
		{
			"i": 5070900,
			"n": "神池县人民法院"
		},
		{
			"i": 5071000,
			"n": "五寨县人民法院"
		},
		{
			"i": 5071100,
			"n": "岢岚县人民法院"
		},
		{
			"i": 5071200,
			"n": "河曲县人民法院"
		},
		{
			"i": 5071300,
			"n": "保德县人民法院"
		},
		{
			"i": 5071400,
			"n": "偏关县人民法院"
		}
	],
	"5080000": [
		{
			"i": 5080100,
			"n": "吕梁市离石区人民法院"
		},
		{
			"i": 5080200,
			"n": "汾阳市人民法院"
		},
		{
			"i": 5080300,
			"n": "孝义市人民法院"
		},
		{
			"i": 5080400,
			"n": "文水县人民法院"
		},
		{
			"i": 5080500,
			"n": "交城县人民法院"
		},
		{
			"i": 5080600,
			"n": "兴县人民法院"
		},
		{
			"i": 5080700,
			"n": "临县人民法院"
		},
		{
			"i": 5080800,
			"n": "柳林县人民法院"
		},
		{
			"i": 5080900,
			"n": "石楼县人民法院"
		},
		{
			"i": 5081000,
			"n": "岚县人民法院"
		},
		{
			"i": 5081100,
			"n": "中阳县人民法院"
		},
		{
			"i": 5081200,
			"n": "交口县人民法院"
		},
		{
			"i": 5081300,
			"n": "方山县人民法院"
		}
	],
	"5090000": [
		{
			"i": 5090100,
			"n": "晋中市榆次区人民法院"
		},
		{
			"i": 5090200,
			"n": "介休市人民法院"
		},
		{
			"i": 5090300,
			"n": "榆社县人民法院"
		},
		{
			"i": 5090400,
			"n": "左权县人民法院"
		},
		{
			"i": 5090500,
			"n": "和顺县人民法院"
		},
		{
			"i": 5090600,
			"n": "昔阳县人民法院"
		},
		{
			"i": 5090700,
			"n": "寿阳县人民法院"
		},
		{
			"i": 5090800,
			"n": "太谷县人民法院"
		},
		{
			"i": 5090900,
			"n": "祁县人民法院"
		},
		{
			"i": 5091000,
			"n": "平遥县人民法院"
		},
		{
			"i": 5091100,
			"n": "灵石县人民法院"
		}
	],
	"5100000": [
		{
			"i": 5100100,
			"n": "临汾市尧都区人民法院"
		},
		{
			"i": 5100200,
			"n": "侯马市人民法院"
		},
		{
			"i": 5100300,
			"n": "霍州市人民法院"
		},
		{
			"i": 5100400,
			"n": "曲沃县人民法院"
		},
		{
			"i": 5100500,
			"n": "翼城县人民法院"
		},
		{
			"i": 5100600,
			"n": "襄汾县人民法院"
		},
		{
			"i": 5100700,
			"n": "洪洞县人民法院"
		},
		{
			"i": 5100800,
			"n": "古县人民法院"
		},
		{
			"i": 5100900,
			"n": "安泽县人民法院"
		},
		{
			"i": 5101000,
			"n": "浮山县人民法院"
		},
		{
			"i": 5101100,
			"n": "吉县人民法院"
		},
		{
			"i": 5101200,
			"n": "乡宁县人民法院"
		},
		{
			"i": 5101300,
			"n": "蒲县人民法院"
		},
		{
			"i": 5101400,
			"n": "大宁县人民法院"
		},
		{
			"i": 5101500,
			"n": "永和县人民法院"
		},
		{
			"i": 5101600,
			"n": "隰县人民法院"
		},
		{
			"i": 5101700,
			"n": "汾西县人民法院"
		}
	],
	"5110000": [
		{
			"i": 5110100,
			"n": "运城市盐湖区人民法院"
		},
		{
			"i": 5110200,
			"n": "永济市人民法院"
		},
		{
			"i": 5110300,
			"n": "河津市人民法院"
		},
		{
			"i": 5110400,
			"n": "芮城县人民法院"
		},
		{
			"i": 5110500,
			"n": "临猗县人民法院"
		},
		{
			"i": 5110600,
			"n": "万荣县人民法院"
		},
		{
			"i": 5110700,
			"n": "新绛县人民法院"
		},
		{
			"i": 5110800,
			"n": "稷山县人民法院"
		},
		{
			"i": 5110900,
			"n": "闻喜县人民法院"
		},
		{
			"i": 5111000,
			"n": "夏县人民法院"
		},
		{
			"i": 5111100,
			"n": "绛县人民法院"
		},
		{
			"i": 5111200,
			"n": "垣曲县人民法院"
		},
		{
			"i": 5111300,
			"n": "平陆县人民法院"
		}
	],
	"5120000": [
		{
			"i": 5120100,
			"n": "太原铁路运输法院"
		},
		{
			"i": 5120200,
			"n": "大同铁路运输法院"
		},
		{
			"i": 5120300,
			"n": "临汾铁路运输法院"
		}
	],
	"6000000": [
		{
			"i": 6010000,
			"n": "内蒙古自治区呼和浩特市中级人民法院"
		},
		{
			"i": 6020000,
			"n": "内蒙古自治区包头市中级人民法院"
		},
		{
			"i": 6030000,
			"n": "内蒙古自治区呼伦贝尔市中级人民法院"
		},
		{
			"i": 6040000,
			"n": "内蒙古自治区兴安盟中级人民法院"
		},
		{
			"i": 6050000,
			"n": "内蒙古自治区通辽市中级人民法院"
		},
		{
			"i": 6060000,
			"n": "内蒙古自治区赤峰市中级人民法院"
		},
		{
			"i": 6070000,
			"n": "内蒙古自治区锡林郭勒盟中级人民法院"
		},
		{
			"i": 6080000,
			"n": "内蒙古自治区乌兰察布市中级人民法院"
		},
		{
			"i": 6090000,
			"n": "内蒙古自治区鄂尔多斯市中级人民法院"
		},
		{
			"i": 6100000,
			"n": "内蒙古自治区巴彦淖尔市中级人民法院"
		},
		{
			"i": 6110000,
			"n": "内蒙古自治区乌海市中级人民法院"
		},
		{
			"i": 6120000,
			"n": "内蒙古自治区阿拉善盟中级人民法院"
		},
		{
			"i": 6130000,
			"n": "呼和浩特铁路运输中级法院"
		}
	],
	"6010000": [
		{
			"i": 6010100,
			"n": "呼和浩特市新城区人民法院"
		},
		{
			"i": 6010200,
			"n": "呼和浩特市回民区人民法院"
		},
		{
			"i": 6010300,
			"n": "呼和浩特市玉泉区人民法院"
		},
		{
			"i": 6010400,
			"n": "呼和浩特市赛罕区人民法院"
		},
		{
			"i": 6010500,
			"n": "土默特左旗人民法院"
		},
		{
			"i": 6010600,
			"n": "托克托县人民法院"
		},
		{
			"i": 6010700,
			"n": "和林格尔县人民法院"
		},
		{
			"i": 6010800,
			"n": "清水河县人民法院"
		},
		{
			"i": 6010900,
			"n": "武川县人民法院"
		}
	],
	"6020000": [
		{
			"i": 6020100,
			"n": "包头市东河区人民法院"
		},
		{
			"i": 6020200,
			"n": "包头市昆都仑区人民法院"
		},
		{
			"i": 6020300,
			"n": "包头市青山区人民法院"
		},
		{
			"i": 6020400,
			"n": "包头市九原区人民法院"
		},
		{
			"i": 6020500,
			"n": "包头市石拐区人民法院"
		},
		{
			"i": 6020600,
			"n": "包头市白云鄂博矿区人民法院"
		},
		{
			"i": 6020700,
			"n": "土默特右旗人民法院"
		},
		{
			"i": 6020800,
			"n": "达尔罕茂明安联合旗人民法院"
		},
		{
			"i": 6020900,
			"n": "固阳县人民法院"
		},
		{
			"i": 6021000,
			"n": "包头稀土高新技术产业开发区人民法院"
		}
	],
	"6030000": [
		{
			"i": 6030100,
			"n": "呼伦贝尔市海拉尔区人民法院"
		},
		{
			"i": 6030200,
			"n": "满洲里市人民法院"
		},
		{
			"i": 6030300,
			"n": "扎兰屯市人民法院"
		},
		{
			"i": 6030400,
			"n": "牙克石市人民法院"
		},
		{
			"i": 6030500,
			"n": "根河市人民法院"
		},
		{
			"i": 6030600,
			"n": "额尔古纳市人民法院"
		},
		{
			"i": 6030700,
			"n": "阿荣旗人民法院"
		},
		{
			"i": 6030800,
			"n": "莫力达瓦达斡尔族自治旗人民法院"
		},
		{
			"i": 6030900,
			"n": "鄂伦春自治旗人民法院"
		},
		{
			"i": 6031000,
			"n": "鄂温克族自治旗人民法院"
		},
		{
			"i": 6031100,
			"n": "新巴尔虎右旗人民法院"
		},
		{
			"i": 6031200,
			"n": "新巴尔虎左旗人民法院"
		},
		{
			"i": 6031300,
			"n": "陈巴尔虎旗人民法院"
		}
	],
	"6040000": [
		{
			"i": 6040100,
			"n": "乌兰浩特市人民法院"
		},
		{
			"i": 6040200,
			"n": "阿尔山市人民法院"
		},
		{
			"i": 6040300,
			"n": "科尔沁右翼前旗人民法院"
		},
		{
			"i": 6040400,
			"n": "科尔沁右翼中旗人民法院"
		},
		{
			"i": 6040500,
			"n": "扎赉特旗人民法院"
		},
		{
			"i": 6040600,
			"n": "突泉县人民法院"
		}
	],
	"6050000": [
		{
			"i": 6050100,
			"n": "通辽市科尔沁区人民法院"
		},
		{
			"i": 6050200,
			"n": "霍林郭勒市人民法院"
		},
		{
			"i": 6050300,
			"n": "科尔沁左翼中旗人民法院"
		},
		{
			"i": 6050400,
			"n": "科尔沁左翼后旗人民法院"
		},
		{
			"i": 6050500,
			"n": "库伦旗人民法院"
		},
		{
			"i": 6050600,
			"n": "奈曼旗人民法院"
		},
		{
			"i": 6050700,
			"n": "扎鲁特旗人民法院"
		},
		{
			"i": 6050800,
			"n": "开鲁县人民法院"
		}
	],
	"6060000": [
		{
			"i": 6060100,
			"n": "赤峰市红山区人民法院"
		},
		{
			"i": 6060200,
			"n": "赤峰市元宝山区人民法院"
		},
		{
			"i": 6060300,
			"n": "赤峰市松山区人民法院"
		},
		{
			"i": 6060400,
			"n": "阿鲁科尔沁旗人民法院"
		},
		{
			"i": 6060500,
			"n": "巴林左旗人民法院"
		},
		{
			"i": 6060600,
			"n": "巴林右旗人民法院"
		},
		{
			"i": 6060700,
			"n": "敖汉旗人民法院"
		},
		{
			"i": 6060800,
			"n": "克什克腾旗人民法院"
		},
		{
			"i": 6060900,
			"n": "翁牛特旗人民法院"
		},
		{
			"i": 6061000,
			"n": "喀喇沁旗人民法院"
		},
		{
			"i": 6061100,
			"n": "宁城县人民法院"
		},
		{
			"i": 6061200,
			"n": "林西县人民法院"
		}
	],
	"6070000": [
		{
			"i": 6070100,
			"n": "锡林浩特市人民法院"
		},
		{
			"i": 6070200,
			"n": "二连浩特市人民法院"
		},
		{
			"i": 6070300,
			"n": "阿巴嘎旗人民法院"
		},
		{
			"i": 6070400,
			"n": "苏尼特左旗人民法院"
		},
		{
			"i": 6070500,
			"n": "苏尼特右旗人民法院"
		},
		{
			"i": 6070600,
			"n": "东乌珠穆沁旗人民法院"
		},
		{
			"i": 6070700,
			"n": "西乌珠穆沁旗人民法院"
		},
		{
			"i": 6070800,
			"n": "太仆寺旗人民法院"
		},
		{
			"i": 6070900,
			"n": "镶黄旗人民法院"
		},
		{
			"i": 6071000,
			"n": "正镶白旗人民法院"
		},
		{
			"i": 6071100,
			"n": "正蓝旗人民法院"
		},
		{
			"i": 6071200,
			"n": "多伦县人民法院"
		}
	],
	"6080000": [
		{
			"i": 6080100,
			"n": "乌兰察布市集宁区人民法院"
		},
		{
			"i": 6080200,
			"n": "丰镇市人民法院"
		},
		{
			"i": 6080300,
			"n": "察哈尔右翼前旗人民法院"
		},
		{
			"i": 6080400,
			"n": "察哈尔右翼中旗人民法院"
		},
		{
			"i": 6080500,
			"n": "察哈尔右翼后旗人民法院"
		},
		{
			"i": 6080600,
			"n": "四子王旗人民法院"
		},
		{
			"i": 6080700,
			"n": "卓资县人民法院"
		},
		{
			"i": 6080800,
			"n": "化德县人民法院"
		},
		{
			"i": 6080900,
			"n": "商都县人民法院"
		},
		{
			"i": 6081000,
			"n": "兴和县人民法院"
		},
		{
			"i": 6081100,
			"n": "凉城县人民法院"
		}
	],
	"6090000": [
		{
			"i": 6090100,
			"n": "鄂尔多斯市东胜区人民法院"
		},
		{
			"i": 6090200,
			"n": "达拉特旗人民法院"
		},
		{
			"i": 6090300,
			"n": "准格尔旗人民法院"
		},
		{
			"i": 6090400,
			"n": "鄂托克前旗人民法院"
		},
		{
			"i": 6090500,
			"n": "鄂托克旗人民法院"
		},
		{
			"i": 6090600,
			"n": "杭锦旗人民法院"
		},
		{
			"i": 6090700,
			"n": "乌审旗人民法院"
		},
		{
			"i": 6090800,
			"n": "伊金霍洛旗人民法院"
		}
	],
	"6100000": [
		{
			"i": 6100100,
			"n": "巴彦淖尔市临河区人民法院"
		},
		{
			"i": 6100200,
			"n": "乌拉特前旗人民法院"
		},
		{
			"i": 6100300,
			"n": "乌拉特中旗人民法院"
		},
		{
			"i": 6100400,
			"n": "乌拉特后旗人民法院"
		},
		{
			"i": 6100500,
			"n": "杭锦后旗人民法院"
		},
		{
			"i": 6100600,
			"n": "五原县人民法院"
		},
		{
			"i": 6100700,
			"n": "磴口县人民法院"
		}
	],
	"6110000": [
		{
			"i": 6110100,
			"n": "乌海市海勃湾区人民法院"
		},
		{
			"i": 6110200,
			"n": "乌海市海南区人民法院"
		},
		{
			"i": 6110300,
			"n": "乌海市乌达区人民法院"
		}
	],
	"6120000": [
		{
			"i": 6120100,
			"n": "阿拉善左旗人民法院"
		},
		{
			"i": 6120200,
			"n": "阿拉善右旗人民法院"
		},
		{
			"i": 6120300,
			"n": "额济纳旗人民法院"
		}
	],
	"6130000": [
		{
			"i": 6130100,
			"n": "呼和浩特铁路运输法院"
		},
		{
			"i": 6130200,
			"n": "包头铁路运输法院"
		},
		{
			"i": 6130300,
			"n": "海拉尔铁路运输法院"
		},
		{
			"i": 6130400,
			"n": "通辽铁路运输法院"
		}
	],
	"7000000": [
		{
			"i": 7010000,
			"n": "辽宁省沈阳市中级人民法院"
		},
		{
			"i": 7020000,
			"n": "辽宁省大连市中级人民法院"
		},
		{
			"i": 7030000,
			"n": "辽宁省鞍山市中级人民法院"
		},
		{
			"i": 7040000,
			"n": "辽宁省抚顺市中级人民法院"
		},
		{
			"i": 7050000,
			"n": "辽宁省本溪市中级人民法院"
		},
		{
			"i": 7060000,
			"n": "辽宁省丹东市中级人民法院"
		},
		{
			"i": 7070000,
			"n": "辽宁省锦州市中级人民法院"
		},
		{
			"i": 7080000,
			"n": "辽宁省营口市中级人民法院"
		},
		{
			"i": 7090000,
			"n": "辽宁省阜新市中级人民法院"
		},
		{
			"i": 7100000,
			"n": "辽宁省辽阳市中级人民法院"
		},
		{
			"i": 7110000,
			"n": "辽宁省铁岭市中级人民法院"
		},
		{
			"i": 7120000,
			"n": "辽宁省朝阳市中级人民法院"
		},
		{
			"i": 7130000,
			"n": "辽宁省盘锦市中级人民法院"
		},
		{
			"i": 7140000,
			"n": "辽宁省葫芦岛市中级人民法院"
		},
		{
			"i": 7150000,
			"n": "沈阳铁路运输中级法院"
		},
		{
			"i": 7160000,
			"n": "辽宁省辽河中级人民法院"
		},
		{
			"i": 7170000,
			"n": "大连海事法院"
		}
	],
	"7010000": [
		{
			"i": 7010100,
			"n": "沈阳市沈河区人民法院"
		},
		{
			"i": 7010200,
			"n": "沈阳市和平区人民法院"
		},
		{
			"i": 7010300,
			"n": "沈阳市大东区人民法院"
		},
		{
			"i": 7010400,
			"n": "沈阳市皇姑区人民法院"
		},
		{
			"i": 7010500,
			"n": "沈阳市铁西区人民法院"
		},
		{
			"i": 7010600,
			"n": "沈阳市苏家屯区人民法院"
		},
		{
			"i": 7010700,
			"n": "沈阳市浑南区人民法院"
		},
		{
			"i": 7010800,
			"n": "沈阳市沈北新区人民法院"
		},
		{
			"i": 7010900,
			"n": "沈阳市于洪区人民法院"
		},
		{
			"i": 7011000,
			"n": "新民市人民法院"
		},
		{
			"i": 7011100,
			"n": "辽中县人民法院"
		},
		{
			"i": 7011200,
			"n": "康平县人民法院"
		},
		{
			"i": 7011300,
			"n": "法库县人民法院"
		},
		{
			"i": 7011400,
			"n": "沈阳高新技术产业开发区人民法院"
		},
		{
			"i": 7011500,
			"n": "沈阳经济技术开发区人民法院"
		}
	],
	"7020000": [
		{
			"i": 7020100,
			"n": "大连市西岗区人民法院"
		},
		{
			"i": 7020200,
			"n": "大连市中山区人民法院"
		},
		{
			"i": 7020300,
			"n": "大连市沙河口区人民法院"
		},
		{
			"i": 7020400,
			"n": "大连市甘井子区人民法院"
		},
		{
			"i": 7020500,
			"n": "大连市旅顺口区人民法院"
		},
		{
			"i": 7020600,
			"n": "大连市金州区人民法院"
		},
		{
			"i": 7020700,
			"n": "瓦房店市人民法院"
		},
		{
			"i": 7020800,
			"n": "普兰店市人民法院"
		},
		{
			"i": 7020900,
			"n": "庄河市人民法院"
		},
		{
			"i": 7021000,
			"n": "长海县人民法院"
		},
		{
			"i": 7021100,
			"n": "大连经济技术开发区人民法院"
		}
	],
	"7030000": [
		{
			"i": 7030100,
			"n": "鞍山市铁东区人民法院"
		},
		{
			"i": 7030200,
			"n": "鞍山市铁西区人民法院"
		},
		{
			"i": 7030300,
			"n": "鞍山市立山区人民法院"
		},
		{
			"i": 7030400,
			"n": "鞍山市千山区人民法院"
		},
		{
			"i": 7030500,
			"n": "海城市人民法院"
		},
		{
			"i": 7030600,
			"n": "台安县人民法院"
		},
		{
			"i": 7030700,
			"n": "岫岩满族自治县人民法院"
		}
	],
	"7040000": [
		{
			"i": 7040100,
			"n": "抚顺市顺城区人民法院"
		},
		{
			"i": 7040200,
			"n": "抚顺市新抚区人民法院"
		},
		{
			"i": 7040300,
			"n": "抚顺市东洲区人民法院"
		},
		{
			"i": 7040400,
			"n": "抚顺市望花区人民法院"
		},
		{
			"i": 7040500,
			"n": "抚顺县人民法院"
		},
		{
			"i": 7040600,
			"n": "新宾满族自治县人民法院"
		},
		{
			"i": 7040700,
			"n": "清原满族自治县人民法院"
		}
	],
	"7050000": [
		{
			"i": 7050100,
			"n": "本溪市平山区人民法院"
		},
		{
			"i": 7050200,
			"n": "本溪市溪湖区人民法院"
		},
		{
			"i": 7050300,
			"n": "本溪市明山区人民法院"
		},
		{
			"i": 7050400,
			"n": "本溪市南芬区人民法院"
		},
		{
			"i": 7050500,
			"n": "本溪满族自治县人民法院"
		},
		{
			"i": 7050600,
			"n": "桓仁满族自治县人民法院"
		}
	],
	"7060000": [
		{
			"i": 7060100,
			"n": "丹东市振兴区人民法院"
		},
		{
			"i": 7060200,
			"n": "丹东市元宝区人民法院"
		},
		{
			"i": 7060300,
			"n": "丹东市振安区人民法院"
		},
		{
			"i": 7060400,
			"n": "凤城市人民法院"
		},
		{
			"i": 7060500,
			"n": "东港市人民法院"
		},
		{
			"i": 7060600,
			"n": "宽甸满族自治县人民法院"
		}
	],
	"7070000": [
		{
			"i": 7070100,
			"n": "锦州市太和区人民法院"
		},
		{
			"i": 7070200,
			"n": "锦州市古塔区人民法院"
		},
		{
			"i": 7070300,
			"n": "锦州市凌河区人民法院"
		},
		{
			"i": 7070400,
			"n": "凌海市人民法院"
		},
		{
			"i": 7070500,
			"n": "北镇市人民法院"
		},
		{
			"i": 7070600,
			"n": "黑山县人民法院"
		},
		{
			"i": 7070700,
			"n": "义县人民法院"
		}
	],
	"7080000": [
		{
			"i": 7080100,
			"n": "营口市站前区人民法院"
		},
		{
			"i": 7080200,
			"n": "营口市西市区人民法院"
		},
		{
			"i": 7080300,
			"n": "营口市鲅鱼圈区人民法院"
		},
		{
			"i": 7080400,
			"n": "营口市老边区人民法院"
		},
		{
			"i": 7080500,
			"n": "大石桥市人民法院"
		},
		{
			"i": 7080600,
			"n": "盖州市人民法院"
		}
	],
	"7090000": [
		{
			"i": 7090100,
			"n": "阜新市细河区人民法院"
		},
		{
			"i": 7090200,
			"n": "阜新市海州区人民法院"
		},
		{
			"i": 7090300,
			"n": "阜新市新邱区人民法院"
		},
		{
			"i": 7090400,
			"n": "阜新市太平区人民法院"
		},
		{
			"i": 7090500,
			"n": "阜新市清河门区人民法院"
		},
		{
			"i": 7090600,
			"n": "彰武县人民法院"
		},
		{
			"i": 7090700,
			"n": "阜新蒙古族自治县人民法院"
		}
	],
	"7100000": [
		{
			"i": 7100100,
			"n": "辽阳市白塔区人民法院"
		},
		{
			"i": 7100200,
			"n": "辽阳市文圣区人民法院"
		},
		{
			"i": 7100300,
			"n": "辽阳市宏伟区人民法院"
		},
		{
			"i": 7100400,
			"n": "辽阳市弓长岭区人民法院"
		},
		{
			"i": 7100500,
			"n": "辽阳市太子河区人民法院"
		},
		{
			"i": 7100600,
			"n": "灯塔市人民法院"
		},
		{
			"i": 7100700,
			"n": "辽阳县人民法院"
		}
	],
	"7110000": [
		{
			"i": 7110100,
			"n": "铁岭市银州区人民法院"
		},
		{
			"i": 7110200,
			"n": "铁岭市清河区人民法院"
		},
		{
			"i": 7110300,
			"n": "调兵山市人民法院"
		},
		{
			"i": 7110400,
			"n": "开原市人民法院"
		},
		{
			"i": 7110500,
			"n": "铁岭县人民法院"
		},
		{
			"i": 7110600,
			"n": "西丰县人民法院"
		},
		{
			"i": 7110700,
			"n": "昌图县人民法院"
		}
	],
	"7120000": [
		{
			"i": 7120100,
			"n": "朝阳市双塔区人民法院"
		},
		{
			"i": 7120200,
			"n": "朝阳市龙城区人民法院"
		},
		{
			"i": 7120300,
			"n": "北票市人民法院"
		},
		{
			"i": 7120400,
			"n": "凌源市人民法院"
		},
		{
			"i": 7120500,
			"n": "朝阳县人民法院"
		},
		{
			"i": 7120600,
			"n": "建平县人民法院"
		},
		{
			"i": 7120700,
			"n": "喀喇沁左翼蒙古族自治县人民法院"
		}
	],
	"7130000": [
		{
			"i": 7130100,
			"n": "盘锦市兴隆台区人民法院"
		},
		{
			"i": 7130200,
			"n": "盘锦市双台子区人民法院"
		},
		{
			"i": 7130300,
			"n": "大洼县人民法院"
		},
		{
			"i": 7130400,
			"n": "盘山县人民法院"
		}
	],
	"7140000": [
		{
			"i": 7140100,
			"n": "葫芦岛市龙港区人民法院"
		},
		{
			"i": 7140200,
			"n": "葫芦岛市连山区人民法院"
		},
		{
			"i": 7140300,
			"n": "葫芦岛市南票区人民法院"
		},
		{
			"i": 7140400,
			"n": "兴城市人民法院"
		},
		{
			"i": 7140500,
			"n": "绥中县人民法院"
		},
		{
			"i": 7140600,
			"n": "建昌县人民法院"
		}
	],
	"7150000": [
		{
			"i": 7150100,
			"n": "沈阳铁路运输法院"
		},
		{
			"i": 7150200,
			"n": "锦州铁路运输法院"
		},
		{
			"i": 7150300,
			"n": "丹东铁路运输法院"
		},
		{
			"i": 7150400,
			"n": "大连铁路运输法院"
		}
	],
	"7160000": [
		{
			"i": 7160100,
			"n": "辽河人民法院"
		}
	],
	"8000000": [
		{
			"i": 8010000,
			"n": "吉林省长春市中级人民法院"
		},
		{
			"i": 8020000,
			"n": "吉林省白城市中级人民法院"
		},
		{
			"i": 8030000,
			"n": "吉林省松原市中级人民法院"
		},
		{
			"i": 8040000,
			"n": "吉林省吉林市中级人民法院"
		},
		{
			"i": 8050000,
			"n": "吉林省四平市中级人民法院"
		},
		{
			"i": 8060000,
			"n": "吉林省辽源市中级人民法院"
		},
		{
			"i": 8070000,
			"n": "吉林省通化市中级人民法院"
		},
		{
			"i": 8080000,
			"n": "吉林省白山市中级人民法院"
		},
		{
			"i": 8090000,
			"n": "吉林省延边朝鲜族自治州中级人民法院"
		},
		{
			"i": 8100000,
			"n": "吉林省长春林区中级法院"
		},
		{
			"i": 8110000,
			"n": "吉林省延边林业中级法院"
		},
		{
			"i": 8120000,
			"n": "吉林省长春铁路运输中级法院"
		}
	],
	"8010000": [
		{
			"i": 8010100,
			"n": "长春市南关区人民法院"
		},
		{
			"i": 8010200,
			"n": "长春市朝阳区人民法院"
		},
		{
			"i": 8010300,
			"n": "长春市宽城区人民法院"
		},
		{
			"i": 8010400,
			"n": "长春市二道区人民法院"
		},
		{
			"i": 8010500,
			"n": "长春市绿园区人民法院"
		},
		{
			"i": 8010600,
			"n": "长春市双阳区人民法院"
		},
		{
			"i": 8010700,
			"n": "德惠市人民法院"
		},
		{
			"i": 8010800,
			"n": "九台市人民法院"
		},
		{
			"i": 8010900,
			"n": "榆树市人民法院"
		},
		{
			"i": 8011000,
			"n": "农安县人民法院"
		},
		{
			"i": 8011100,
			"n": "长春经济技术开发区人民法院"
		},
		{
			"i": 8011200,
			"n": "长春汽车经济技术开发区人民法院"
		},
		{
			"i": 8011300,
			"n": "长春高新技术产业开发区人民法院"
		},
		{
			"i": 8011400,
			"n": "长春净月高新技术产业开发区人民法院"
		}
	],
	"8020000": [
		{
			"i": 8020100,
			"n": "白城市洮北区人民法院"
		},
		{
			"i": 8020200,
			"n": "大安市人民法院"
		},
		{
			"i": 8020300,
			"n": "洮南市人民法院"
		},
		{
			"i": 8020400,
			"n": "镇赉县人民法院"
		},
		{
			"i": 8020500,
			"n": "通榆县人民法院"
		}
	],
	"8030000": [
		{
			"i": 8030100,
			"n": "松原市宁江区人民法院"
		},
		{
			"i": 8030200,
			"n": "扶余市人民法院"
		},
		{
			"i": 8030300,
			"n": "长岭县人民法院"
		},
		{
			"i": 8030400,
			"n": "乾安县人民法院"
		},
		{
			"i": 8030500,
			"n": "前郭尔罗斯蒙古族自治县人民法院"
		}
	],
	"8040000": [
		{
			"i": 8040100,
			"n": "吉林市船营区人民法院"
		},
		{
			"i": 8040200,
			"n": "吉林市龙潭区人民法院"
		},
		{
			"i": 8040300,
			"n": "吉林市昌邑区人民法院"
		},
		{
			"i": 8040400,
			"n": "吉林市丰满区人民法院"
		},
		{
			"i": 8040500,
			"n": "磐石市人民法院"
		},
		{
			"i": 8040600,
			"n": "蛟河市人民法院"
		},
		{
			"i": 8040700,
			"n": "桦甸市人民法院"
		},
		{
			"i": 8040800,
			"n": "舒兰市人民法院"
		},
		{
			"i": 8040900,
			"n": "永吉县人民法院"
		},
		{
			"i": 8041000,
			"n": "吉林高新技术产业开发区人民法院"
		}
	],
	"8050000": [
		{
			"i": 8050100,
			"n": "四平市铁西区人民法院"
		},
		{
			"i": 8050200,
			"n": "四平市铁东区人民法院"
		},
		{
			"i": 8050300,
			"n": "双辽市人民法院"
		},
		{
			"i": 8050400,
			"n": "公主岭市人民法院"
		},
		{
			"i": 8050500,
			"n": "梨树县人民法院"
		},
		{
			"i": 8050600,
			"n": "伊通满族自治县人民法院"
		}
	],
	"8060000": [
		{
			"i": 8060100,
			"n": "辽源市龙山区人民法院"
		},
		{
			"i": 8060200,
			"n": "辽源市西安区人民法院"
		},
		{
			"i": 8060300,
			"n": "东丰县人民法院"
		},
		{
			"i": 8060400,
			"n": "东辽县人民法院"
		}
	],
	"8070000": [
		{
			"i": 8070100,
			"n": "通化市东昌区人民法院"
		},
		{
			"i": 8070200,
			"n": "通化市二道江区人民法院"
		},
		{
			"i": 8070300,
			"n": "梅河口市人民法院"
		},
		{
			"i": 8070400,
			"n": "集安市人民法院"
		},
		{
			"i": 8070500,
			"n": "通化县人民法院"
		},
		{
			"i": 8070600,
			"n": "辉南县人民法院"
		},
		{
			"i": 8070700,
			"n": "柳河县人民法院"
		}
	],
	"8080000": [
		{
			"i": 8080100,
			"n": "白山市浑江区人民法院"
		},
		{
			"i": 8080200,
			"n": "白山市江源区人民法院"
		},
		{
			"i": 8080300,
			"n": "临江市人民法院"
		},
		{
			"i": 8080400,
			"n": "抚松县人民法院"
		},
		{
			"i": 8080500,
			"n": "靖宇县人民法院"
		},
		{
			"i": 8080600,
			"n": "长白朝鲜族自治县人民法院"
		}
	],
	"8090000": [
		{
			"i": 8090100,
			"n": "延吉市人民法院"
		},
		{
			"i": 8090200,
			"n": "图们市人民法院"
		},
		{
			"i": 8090300,
			"n": "敦化市人民法院"
		},
		{
			"i": 8090400,
			"n": "珲春市人民法院"
		},
		{
			"i": 8090500,
			"n": "龙井市人民法院"
		},
		{
			"i": 8090600,
			"n": "和龙市人民法院"
		},
		{
			"i": 8090700,
			"n": "汪清县人民法院"
		},
		{
			"i": 8090800,
			"n": "安图县人民法院"
		}
	],
	"8100000": [
		{
			"i": 8100100,
			"n": "白石山林区基层法院"
		},
		{
			"i": 8100200,
			"n": "红石林区基层法院"
		},
		{
			"i": 8100300,
			"n": "临江林区基层法院"
		},
		{
			"i": 8100400,
			"n": "抚松林区基层法院"
		},
		{
			"i": 8100500,
			"n": "江源林区基层法院"
		}
	],
	"8110000": [
		{
			"i": 8110100,
			"n": "珲春林区基层法院"
		},
		{
			"i": 8110200,
			"n": "敦化林区基层法院"
		},
		{
			"i": 8110300,
			"n": "白河林区基层法院"
		},
		{
			"i": 8110400,
			"n": "汪清林区基层法院"
		},
		{
			"i": 8110500,
			"n": "和龙林区基层法院"
		}
	],
	"8120000": [
		{
			"i": 8120100,
			"n": "长春铁路运输法院"
		},
		{
			"i": 8120200,
			"n": "吉林铁路运输法院"
		},
		{
			"i": 8120300,
			"n": "通化铁路运输法院"
		},
		{
			"i": 8120400,
			"n": "白城铁路运输法院"
		},
		{
			"i": 8120500,
			"n": "图们铁路运输法院"
		}
	],
	"9000000": [
		{
			"i": 9010000,
			"n": "黑龙江省哈尔滨市中级人民法院"
		},
		{
			"i": 9020000,
			"n": "黑龙江省齐齐哈尔市中级人民法院"
		},
		{
			"i": 9030000,
			"n": "黑龙江省牡丹江市中级人民法院"
		},
		{
			"i": 9040000,
			"n": "黑龙江省佳木斯市中级人民法院"
		},
		{
			"i": 9050000,
			"n": "黑龙江省鸡西市中级人民法院"
		},
		{
			"i": 9060000,
			"n": "黑龙江省双鸭山市中级人民法院"
		},
		{
			"i": 9070000,
			"n": "黑龙江省鹤岗市中级人民法院"
		},
		{
			"i": 9080000,
			"n": "黑龙江省大庆市中级人民法院"
		},
		{
			"i": 9090000,
			"n": "黑龙江省伊春市中级人民法院"
		},
		{
			"i": 9100000,
			"n": "黑龙江省七台河市中级人民法院"
		},
		{
			"i": 9110000,
			"n": "黑龙江省黑河市中级人民法院"
		},
		{
			"i": 9120000,
			"n": "黑龙江省绥化市中级人民法院"
		},
		{
			"i": 9130000,
			"n": "黑龙江省大兴安岭地区中级人民法院"
		},
		{
			"i": 9140000,
			"n": "黑龙江省林区中级人民法院"
		},
		{
			"i": 9150000,
			"n": "黑龙江省农垦中级法院"
		},
		{
			"i": 9160000,
			"n": "哈尔滨铁路运输中级法院"
		}
	],
	"9010000": [
		{
			"i": 9010100,
			"n": "哈尔滨市道里区人民法院"
		},
		{
			"i": 9010200,
			"n": "哈尔滨市道外区人民法院"
		},
		{
			"i": 9010300,
			"n": "哈尔滨市南岗区人民法院"
		},
		{
			"i": 9010400,
			"n": "哈尔滨市香坊区人民法院"
		},
		{
			"i": 9010500,
			"n": "哈尔滨市平房区人民法院"
		},
		{
			"i": 9010600,
			"n": "哈尔滨市松北区人民法院"
		},
		{
			"i": 9010700,
			"n": "哈尔滨市呼兰区人民法院"
		},
		{
			"i": 9010800,
			"n": "哈尔滨市阿城区人民法院"
		},
		{
			"i": 9010900,
			"n": "五常市人民法院"
		},
		{
			"i": 9011000,
			"n": "双城市人民法院"
		},
		{
			"i": 9011100,
			"n": "尚志市人民法院"
		},
		{
			"i": 9011200,
			"n": "巴彦县人民法院"
		},
		{
			"i": 9011300,
			"n": "宾县人民法院"
		},
		{
			"i": 9011400,
			"n": "依兰县人民法院"
		},
		{
			"i": 9011500,
			"n": "延寿县人民法院"
		},
		{
			"i": 9011600,
			"n": "木兰县人民法院"
		},
		{
			"i": 9011700,
			"n": "通河县人民法院"
		},
		{
			"i": 9011800,
			"n": "方正县人民法院"
		}
	],
	"9020000": [
		{
			"i": 9020100,
			"n": "齐齐哈尔市龙沙区人民法院"
		},
		{
			"i": 9020200,
			"n": "齐齐哈尔市建华区人民法院"
		},
		{
			"i": 9020300,
			"n": "齐齐哈尔市铁锋区人民法院"
		},
		{
			"i": 9020400,
			"n": "齐齐哈尔市昂昂溪区人民法院"
		},
		{
			"i": 9020500,
			"n": "齐齐哈尔市富拉尔基区人民法院"
		},
		{
			"i": 9020600,
			"n": "齐齐哈尔市碾子山区人民法院"
		},
		{
			"i": 9020700,
			"n": "齐齐哈尔市梅里斯达斡尔族区人民法院"
		},
		{
			"i": 9020800,
			"n": "讷河市人民法院"
		},
		{
			"i": 9020900,
			"n": "龙江县人民法院"
		},
		{
			"i": 9021000,
			"n": "依安县人民法院"
		},
		{
			"i": 9021100,
			"n": "泰来县人民法院"
		},
		{
			"i": 9021200,
			"n": "甘南县人民法院"
		},
		{
			"i": 9021300,
			"n": "富裕县人民法院"
		},
		{
			"i": 9021400,
			"n": "克山县人民法院"
		},
		{
			"i": 9021500,
			"n": "克东县人民法院"
		},
		{
			"i": 9021600,
			"n": "拜泉县人民法院"
		}
	],
	"9030000": [
		{
			"i": 9030100,
			"n": "牡丹江市东安区人民法院"
		},
		{
			"i": 9030200,
			"n": "牡丹江市阳明区人民法院"
		},
		{
			"i": 9030300,
			"n": "牡丹江市爱民区人民法院"
		},
		{
			"i": 9030400,
			"n": "牡丹江市西安区人民法院"
		},
		{
			"i": 9030500,
			"n": "绥芬河市人民法院"
		},
		{
			"i": 9030600,
			"n": "宁安市人民法院"
		},
		{
			"i": 9030700,
			"n": "海林市人民法院"
		},
		{
			"i": 9030800,
			"n": "穆棱市人民法院"
		},
		{
			"i": 9030900,
			"n": "东宁县人民法院"
		},
		{
			"i": 9031000,
			"n": "林口县人民法院"
		}
	],
	"9040000": [
		{
			"i": 9040100,
			"n": "佳木斯市向阳区人民法院"
		},
		{
			"i": 9040200,
			"n": "佳木斯市前进区人民法院"
		},
		{
			"i": 9040300,
			"n": "佳木斯市东风区人民法院"
		},
		{
			"i": 9040400,
			"n": "佳木斯市郊区人民法院"
		},
		{
			"i": 9040500,
			"n": "同江市人民法院"
		},
		{
			"i": 9040600,
			"n": "富锦市人民法院"
		},
		{
			"i": 9040700,
			"n": "桦南县人民法院"
		},
		{
			"i": 9040800,
			"n": "桦川县人民法院"
		},
		{
			"i": 9040900,
			"n": "汤原县人民法院"
		},
		{
			"i": 9041000,
			"n": "抚远县人民法院"
		}
	],
	"9050000": [
		{
			"i": 9050100,
			"n": "鸡西市鸡冠区人民法院"
		},
		{
			"i": 9050200,
			"n": "鸡西市恒山区人民法院"
		},
		{
			"i": 9050300,
			"n": "鸡西市滴道区人民法院"
		},
		{
			"i": 9050400,
			"n": "鸡西市梨树区人民法院"
		},
		{
			"i": 9050500,
			"n": "鸡西市城子河区人民法院"
		},
		{
			"i": 9050600,
			"n": "鸡西市麻山区人民法院"
		},
		{
			"i": 9050700,
			"n": "虎林市人民法院"
		},
		{
			"i": 9050800,
			"n": "密山市人民法院"
		},
		{
			"i": 9050900,
			"n": "鸡东县人民法院"
		}
	],
	"9060000": [
		{
			"i": 9060100,
			"n": "双鸭山市尖山区人民法院"
		},
		{
			"i": 9060200,
			"n": "双鸭山市岭东区人民法院"
		},
		{
			"i": 9060300,
			"n": "双鸭山市四方台区人民法院"
		},
		{
			"i": 9060400,
			"n": "双鸭山市宝山区人民法院"
		},
		{
			"i": 9060500,
			"n": "集贤县人民法院"
		},
		{
			"i": 9060600,
			"n": "宝清县人民法院"
		},
		{
			"i": 9060700,
			"n": "友谊县人民法院"
		},
		{
			"i": 9060800,
			"n": "饶河县人民法院"
		}
	],
	"9070000": [
		{
			"i": 9070100,
			"n": "鹤岗市向阳区人民法院"
		},
		{
			"i": 9070200,
			"n": "鹤岗市工农区人民法院"
		},
		{
			"i": 9070300,
			"n": "鹤岗市南山区人民法院"
		},
		{
			"i": 9070400,
			"n": "鹤岗市兴安区人民法院"
		},
		{
			"i": 9070500,
			"n": "鹤岗市东山区人民法院"
		},
		{
			"i": 9070600,
			"n": "鹤岗市兴山区人民法院"
		},
		{
			"i": 9070700,
			"n": "绥滨县人民法院"
		},
		{
			"i": 9070800,
			"n": "萝北县人民法院"
		}
	],
	"9080000": [
		{
			"i": 9080100,
			"n": "大庆市萨尔图区人民法院"
		},
		{
			"i": 9080200,
			"n": "大庆市龙凤区人民法院"
		},
		{
			"i": 9080300,
			"n": "大庆市让胡路区人民法院"
		},
		{
			"i": 9080400,
			"n": "大庆市红岗区人民法院"
		},
		{
			"i": 9080500,
			"n": "大庆市大同区人民法院"
		},
		{
			"i": 9080600,
			"n": "大庆高新技术产业开发区人民法院"
		},
		{
			"i": 9080700,
			"n": "林甸县人民法院"
		},
		{
			"i": 9080800,
			"n": "杜尔伯特蒙古族自治县人民法院"
		},
		{
			"i": 9080900,
			"n": "肇源县人民法院"
		},
		{
			"i": 9081000,
			"n": "肇州县人民法院"
		}
	],
	"9090000": [
		{
			"i": 9090100,
			"n": "伊春市伊春区人民法院"
		},
		{
			"i": 9090200,
			"n": "伊春市南岔区人民法院"
		},
		{
			"i": 9090300,
			"n": "伊春市友好区人民法院"
		},
		{
			"i": 9090400,
			"n": "伊春市西林区人民法院"
		},
		{
			"i": 9090500,
			"n": "伊春市翠峦区人民法院"
		},
		{
			"i": 9090600,
			"n": "伊春市新青区人民法院"
		},
		{
			"i": 9090700,
			"n": "伊春市美溪区人民法院"
		},
		{
			"i": 9090800,
			"n": "伊春市汤旺河区人民法院"
		},
		{
			"i": 9090900,
			"n": "伊春市金山屯区人民法院"
		},
		{
			"i": 9091000,
			"n": "伊春市五营区人民法院"
		},
		{
			"i": 9091100,
			"n": "伊春市乌马河区人民法院"
		},
		{
			"i": 9091200,
			"n": "伊春市带岭区人民法院"
		},
		{
			"i": 9091300,
			"n": "伊春市乌伊岭区人民法院"
		},
		{
			"i": 9091400,
			"n": "伊春市红星区人民法院"
		},
		{
			"i": 9091500,
			"n": "伊春市上甘岭区人民法院"
		},
		{
			"i": 9091600,
			"n": "铁力市人民法院"
		},
		{
			"i": 9091700,
			"n": "嘉荫县人民法院"
		},
		{
			"i": 9091800,
			"n": "朗乡林区基层法院"
		},
		{
			"i": 9091900,
			"n": "双丰林区基层法院"
		},
		{
			"i": 9092000,
			"n": "桃山林区基层法院"
		},
		{
			"i": 9092100,
			"n": "铁力林区基层法院"
		}
	],
	"9100000": [
		{
			"i": 9100100,
			"n": "七台河市新兴区人民法院"
		},
		{
			"i": 9100200,
			"n": "七台河市桃山区人民法院"
		},
		{
			"i": 9100300,
			"n": "七台河市茄子河区人民法院"
		},
		{
			"i": 9100400,
			"n": "勃利县人民法院"
		}
	],
	"9110000": [
		{
			"i": 9110100,
			"n": "黑河市爱辉区人民法院"
		},
		{
			"i": 9110200,
			"n": "北安市人民法院"
		},
		{
			"i": 9110300,
			"n": "五大连池市人民法院"
		},
		{
			"i": 9110400,
			"n": "嫩江县人民法院"
		},
		{
			"i": 9110500,
			"n": "逊克县人民法院"
		},
		{
			"i": 9110600,
			"n": "孙吴县人民法院"
		}
	],
	"9120000": [
		{
			"i": 9120100,
			"n": "绥化市北林区人民法院"
		},
		{
			"i": 9120200,
			"n": "安达市人民法院"
		},
		{
			"i": 9120300,
			"n": "肇东市人民法院"
		},
		{
			"i": 9120400,
			"n": "海伦市人民法院"
		},
		{
			"i": 9120500,
			"n": "望奎县人民法院"
		},
		{
			"i": 9120600,
			"n": "兰西县人民法院"
		},
		{
			"i": 9120700,
			"n": "青冈县人民法院"
		},
		{
			"i": 9120800,
			"n": "庆安县人民法院"
		},
		{
			"i": 9120900,
			"n": "明水县人民法院"
		},
		{
			"i": 9121000,
			"n": "绥棱县人民法院"
		}
	],
	"9130000": [
		{
			"i": 9130100,
			"n": "大兴安岭地区加格达奇区人民法院"
		},
		{
			"i": 9130200,
			"n": "大兴安岭地区松岭区人民法院"
		},
		{
			"i": 9130300,
			"n": "大兴安岭地区新林区人民法院"
		},
		{
			"i": 9130400,
			"n": "大兴安岭地区呼中区人民法院"
		},
		{
			"i": 9130500,
			"n": "呼玛县人民法院"
		},
		{
			"i": 9130600,
			"n": "塔河县人民法院"
		},
		{
			"i": 9130700,
			"n": "漠河县人民法院"
		},
		{
			"i": 9130800,
			"n": "图强林区基层法院"
		},
		{
			"i": 9130900,
			"n": "阿木尔林区基层法院"
		},
		{
			"i": 9131000,
			"n": "十八站林区基层法院"
		}
	],
	"9140000": [
		{
			"i": 9140100,
			"n": "亚布力林区基层法院"
		},
		{
			"i": 9140200,
			"n": "苇河林区基层法院"
		},
		{
			"i": 9140300,
			"n": "兴隆林区基层法院"
		},
		{
			"i": 9140400,
			"n": "清河林区基层法院"
		},
		{
			"i": 9140500,
			"n": "山河屯林区基层法院"
		},
		{
			"i": 9140600,
			"n": "方正林区基层法院"
		},
		{
			"i": 9140700,
			"n": "通北林区基层法院"
		},
		{
			"i": 9140800,
			"n": "沾河林区基层法院"
		},
		{
			"i": 9140900,
			"n": "绥棱林区基层法院"
		},
		{
			"i": 9141000,
			"n": "穆棱林区基层法院"
		},
		{
			"i": 9141100,
			"n": "八面通林区基层法院"
		},
		{
			"i": 9141200,
			"n": "绥阳林区基层法院"
		},
		{
			"i": 9141300,
			"n": "东京城林区基层法院"
		},
		{
			"i": 9141400,
			"n": "大海林林区基层法院"
		},
		{
			"i": 9141500,
			"n": "海林林区基层法院"
		},
		{
			"i": 9141600,
			"n": "柴河林区基层法院"
		},
		{
			"i": 9141700,
			"n": "林口林区基层法院"
		},
		{
			"i": 9141800,
			"n": "东方红林区基层法院"
		},
		{
			"i": 9141900,
			"n": "迎春林区基层法院"
		},
		{
			"i": 9142000,
			"n": "桦南林区基层法院"
		},
		{
			"i": 9142100,
			"n": "双鸭山林区基层法院"
		},
		{
			"i": 9142200,
			"n": "鹤北林区基层法院"
		},
		{
			"i": 9142300,
			"n": "鹤立林区基层法院"
		}
	],
	"9150000": [
		{
			"i": 9150100,
			"n": "宝泉岭农垦法院"
		},
		{
			"i": 9150200,
			"n": "建三江农垦法院"
		},
		{
			"i": 9150300,
			"n": "红兴隆农垦法院"
		},
		{
			"i": 9150400,
			"n": "九三农垦法院"
		},
		{
			"i": 9150500,
			"n": "绥化农垦法院"
		},
		{
			"i": 9150600,
			"n": "北安农垦法院"
		},
		{
			"i": 9150700,
			"n": "齐齐哈尔农垦法院"
		},
		{
			"i": 9150800,
			"n": "牡丹江农垦法院"
		}
	],
	"9160000": [
		{
			"i": 9160100,
			"n": "哈尔滨铁路运输法院"
		},
		{
			"i": 9160200,
			"n": "齐齐哈尔铁路运输法院"
		},
		{
			"i": 9160300,
			"n": "牡丹江铁路运输法院"
		},
		{
			"i": 9160400,
			"n": "佳木斯铁路运输法院"
		}
	],
	"10000000": [
		{
			"i": 10010000,
			"n": "上海市第一中级人民法院"
		},
		{
			"i": 10020000,
			"n": "上海市第二中级人民法院"
		},
		{
			"i": 10030000,
			"n": "上海海事法院"
		},
		{
			"i": 10040000,
			"n": "上海铁路运输中级法院"
		}
	],
	"10010000": [
		{
			"i": 10010100,
			"n": "上海市徐汇区人民法院"
		},
		{
			"i": 10010200,
			"n": "上海市长宁区人民法院"
		},
		{
			"i": 10010300,
			"n": "上海市闵行区人民法院"
		},
		{
			"i": 10010400,
			"n": "上海市浦东新区人民法院"
		},
		{
			"i": 10010500,
			"n": "上海市金山区人民法院"
		},
		{
			"i": 10010600,
			"n": "上海市松江区人民法院"
		},
		{
			"i": 10010700,
			"n": "上海市奉贤区人民法院"
		}
	],
	"10020000": [
		{
			"i": 10020100,
			"n": "上海市黄浦区人民法院"
		},
		{
			"i": 10020200,
			"n": "上海市静安区人民法院"
		},
		{
			"i": 10020300,
			"n": "上海市普陀区人民法院"
		},
		{
			"i": 10020400,
			"n": "上海市闸北区人民法院"
		},
		{
			"i": 10020500,
			"n": "上海市虹口区人民法院"
		},
		{
			"i": 10020600,
			"n": "上海市杨浦区人民法院"
		},
		{
			"i": 10020700,
			"n": "上海市宝山区人民法院"
		},
		{
			"i": 10020800,
			"n": "上海市嘉定区人民法院"
		},
		{
			"i": 10020900,
			"n": "上海市青浦区人民法院"
		},
		{
			"i": 10021000,
			"n": "崇明县人民法院"
		}
	],
	"10040000": [
		{
			"i": 10040100,
			"n": "上海铁路运输法院"
		}
	],
	"11000000": [
		{
			"i": 11010000,
			"n": "江苏省南京市中级人民法院"
		},
		{
			"i": 11020000,
			"n": "江苏省徐州市中级人民法院"
		},
		{
			"i": 11030000,
			"n": "江苏省连云港市中级人民法院"
		},
		{
			"i": 11040000,
			"n": "江苏省宿迁市中级人民法院"
		},
		{
			"i": 11050000,
			"n": "江苏省淮安市中级人民法院"
		},
		{
			"i": 11060000,
			"n": "江苏省盐城市中级人民法院"
		},
		{
			"i": 11070000,
			"n": "江苏省扬州市中级人民法院"
		},
		{
			"i": 11080000,
			"n": "江苏省泰州市中级人民法院"
		},
		{
			"i": 11090000,
			"n": "江苏省南通市中级人民法院"
		},
		{
			"i": 11100000,
			"n": "江苏省镇江市中级人民法院"
		},
		{
			"i": 11110000,
			"n": "江苏省常州市中级人民法院"
		},
		{
			"i": 11120000,
			"n": "江苏省无锡市中级人民法院"
		},
		{
			"i": 11130000,
			"n": "江苏省苏州市中级人民法院"
		},
		{
			"i": 11140000,
			"n": "南京铁路运输法院"
		},
		{
			"i": 11150000,
			"n": "徐州铁路运输法院"
		}
	],
	"11010000": [
		{
			"i": 11010100,
			"n": "南京市玄武区人民法院"
		},
		{
			"i": 11010200,
			"n": "南京市秦淮区人民法院"
		},
		{
			"i": 11010300,
			"n": "南京市建邺区人民法院"
		},
		{
			"i": 11010400,
			"n": "南京市鼓楼区人民法院"
		},
		{
			"i": 11010500,
			"n": "南京市浦口区人民法院"
		},
		{
			"i": 11010600,
			"n": "南京市六合区人民法院"
		},
		{
			"i": 11010700,
			"n": "南京市栖霞区人民法院"
		},
		{
			"i": 11010800,
			"n": "南京市雨花台区人民法院"
		},
		{
			"i": 11010900,
			"n": "南京市江宁区人民法院"
		},
		{
			"i": 11011000,
			"n": "南京市溧水区人民法院"
		},
		{
			"i": 11011100,
			"n": "南京市高淳区人民法院"
		}
	],
	"11020000": [
		{
			"i": 11020100,
			"n": "徐州市云龙区人民法院"
		},
		{
			"i": 11020200,
			"n": "徐州市鼓楼区人民法院"
		},
		{
			"i": 11020300,
			"n": "徐州市贾汪区人民法院"
		},
		{
			"i": 11020400,
			"n": "徐州市泉山区人民法院"
		},
		{
			"i": 11020500,
			"n": "徐州市铜山区人民法院"
		},
		{
			"i": 11020600,
			"n": "邳州市人民法院"
		},
		{
			"i": 11020700,
			"n": "新沂市人民法院"
		},
		{
			"i": 11020800,
			"n": "睢宁县人民法院"
		},
		{
			"i": 11020900,
			"n": "沛县人民法院"
		},
		{
			"i": 11021000,
			"n": "丰县人民法院"
		},
		{
			"i": 11021100,
			"n": "徐州经济技术开发区人民法院"
		}
	],
	"11030000": [
		{
			"i": 11030100,
			"n": "连云港市新浦区人民法院"
		},
		{
			"i": 11030200,
			"n": "连云港市连云区人民法院"
		},
		{
			"i": 11030300,
			"n": "连云港市海州区人民法院"
		},
		{
			"i": 11030400,
			"n": "赣榆县人民法院"
		},
		{
			"i": 11030500,
			"n": "灌云县人民法院"
		},
		{
			"i": 11030600,
			"n": "东海县人民法院"
		},
		{
			"i": 11030700,
			"n": "灌南县人民法院"
		}
	],
	"11040000": [
		{
			"i": 11040100,
			"n": "宿迁市宿城区人民法院"
		},
		{
			"i": 11040200,
			"n": "宿迁市宿豫区人民法院"
		},
		{
			"i": 11040300,
			"n": "沭阳县人民法院"
		},
		{
			"i": 11040400,
			"n": "泗阳县人民法院"
		},
		{
			"i": 11040500,
			"n": "泗洪县人民法院"
		}
	],
	"11050000": [
		{
			"i": 11050100,
			"n": "淮安市清河区人民法院"
		},
		{
			"i": 11050200,
			"n": "淮安市清浦区人民法院"
		},
		{
			"i": 11050300,
			"n": "淮安市淮安区人民法院"
		},
		{
			"i": 11050400,
			"n": "淮安市淮阴区人民法院"
		},
		{
			"i": 11050500,
			"n": "金湖县人民法院"
		},
		{
			"i": 11050600,
			"n": "盱眙县人民法院"
		},
		{
			"i": 11050700,
			"n": "洪泽县人民法院"
		},
		{
			"i": 11050800,
			"n": "涟水县人民法院"
		},
		{
			"i": 11050900,
			"n": "淮安经济技术开发区人民法院"
		}
	],
	"11060000": [
		{
			"i": 11060100,
			"n": "盐城市亭湖区人民法院"
		},
		{
			"i": 11060200,
			"n": "盐城市盐都区人民法院"
		},
		{
			"i": 11060300,
			"n": "东台市人民法院"
		},
		{
			"i": 11060400,
			"n": "大丰市人民法院"
		},
		{
			"i": 11060500,
			"n": "射阳县人民法院"
		},
		{
			"i": 11060600,
			"n": "阜宁县人民法院"
		},
		{
			"i": 11060700,
			"n": "滨海县人民法院"
		},
		{
			"i": 11060800,
			"n": "响水县人民法院"
		},
		{
			"i": 11060900,
			"n": "建湖县人民法院"
		}
	],
	"11070000": [
		{
			"i": 11070100,
			"n": "扬州市广陵区人民法院"
		},
		{
			"i": 11070200,
			"n": "扬州市邗江区人民法院"
		},
		{
			"i": 11070300,
			"n": "仪征市人民法院"
		},
		{
			"i": 11070400,
			"n": "扬州市江都区人民法院"
		},
		{
			"i": 11070500,
			"n": "高邮市人民法院"
		},
		{
			"i": 11070600,
			"n": "宝应县人民法院"
		},
		{
			"i": 11070700,
			"n": "扬州经济技术开发区人民法院"
		}
	],
	"11080000": [
		{
			"i": 11080100,
			"n": "泰州市海陵区人民法院"
		},
		{
			"i": 11080200,
			"n": "泰州市高港区人民法院"
		},
		{
			"i": 11080300,
			"n": "靖江市人民法院"
		},
		{
			"i": 11080400,
			"n": "泰兴市人民法院"
		},
		{
			"i": 11080500,
			"n": "泰州市姜堰区人民法院"
		},
		{
			"i": 11080600,
			"n": "兴化市人民法院"
		},
		{
			"i": 11080700,
			"n": "泰州医药高新技术产业开发区人民法院"
		}
	],
	"11090000": [
		{
			"i": 11090100,
			"n": "南通市崇川区人民法院"
		},
		{
			"i": 11090200,
			"n": "南通市港闸区人民法院"
		},
		{
			"i": 11090300,
			"n": "海门市人民法院"
		},
		{
			"i": 11090400,
			"n": "启东市人民法院"
		},
		{
			"i": 11090500,
			"n": "南通市通州区人民法院"
		},
		{
			"i": 11090600,
			"n": "如皋市人民法院"
		},
		{
			"i": 11090700,
			"n": "如东县人民法院"
		},
		{
			"i": 11090800,
			"n": "海安县人民法院"
		},
		{
			"i": 11090900,
			"n": "南通经济技术开发区人民法院"
		}
	],
	"11100000": [
		{
			"i": 11100100,
			"n": "镇江市京口区人民法院"
		},
		{
			"i": 11100200,
			"n": "镇江市润州区人民法院"
		},
		{
			"i": 11100300,
			"n": "镇江市丹徒区人民法院"
		},
		{
			"i": 11100400,
			"n": "扬中市人民法院"
		},
		{
			"i": 11100500,
			"n": "丹阳市人民法院"
		},
		{
			"i": 11100600,
			"n": "句容市人民法院"
		},
		{
			"i": 11100700,
			"n": "镇江经济开发区人民法院"
		}
	],
	"11110000": [
		{
			"i": 11110100,
			"n": "常州市天宁区人民法院"
		},
		{
			"i": 11110200,
			"n": "常州市钟楼区人民法院"
		},
		{
			"i": 11110300,
			"n": "常州市戚墅堰区人民法院"
		},
		{
			"i": 11110400,
			"n": "常州市新北区人民法院"
		},
		{
			"i": 11110500,
			"n": "常州市武进区人民法院"
		},
		{
			"i": 11110600,
			"n": "金坛市人民法院"
		},
		{
			"i": 11110700,
			"n": "溧阳市人民法院"
		}
	],
	"11120000": [
		{
			"i": 11120100,
			"n": "无锡市崇安区人民法院"
		},
		{
			"i": 11120200,
			"n": "无锡市南长区人民法院"
		},
		{
			"i": 11120300,
			"n": "无锡市北塘区人民法院"
		},
		{
			"i": 11120400,
			"n": "无锡市惠山区人民法院"
		},
		{
			"i": 11120500,
			"n": "无锡市滨湖区人民法院"
		},
		{
			"i": 11120600,
			"n": "无锡市锡山区人民法院"
		},
		{
			"i": 11120700,
			"n": "江阴市人民法院"
		},
		{
			"i": 11120800,
			"n": "宜兴市人民法院"
		},
		{
			"i": 11120900,
			"n": "无锡高新技术产业开发区人民法院"
		}
	],
	"11130000": [
		{
			"i": 11130100,
			"n": "苏州市虎丘区人民法院"
		},
		{
			"i": 11130200,
			"n": "苏州市吴中区人民法院"
		},
		{
			"i": 11130300,
			"n": "苏州市相城区人民法院"
		},
		{
			"i": 11130400,
			"n": "苏州市吴江区人民法院"
		},
		{
			"i": 11130500,
			"n": "昆山市人民法院"
		},
		{
			"i": 11130600,
			"n": "太仓市人民法院"
		},
		{
			"i": 11130700,
			"n": "常熟市人民法院"
		},
		{
			"i": 11130800,
			"n": "张家港市人民法院"
		},
		{
			"i": 11130900,
			"n": "苏州工业园区人民法院"
		},
		{
			"i": 11131000,
			"n": "苏州市姑苏区人民法院"
		}
	],
	"12000000": [
		{
			"i": 12010000,
			"n": "浙江省杭州市中级人民法院"
		},
		{
			"i": 12020000,
			"n": "浙江省宁波市中级人民法院"
		},
		{
			"i": 12030000,
			"n": "浙江省温州市中级人民法院"
		},
		{
			"i": 12040000,
			"n": "浙江省嘉兴市中级人民法院"
		},
		{
			"i": 12050000,
			"n": "浙江省湖州市中级人民法院"
		},
		{
			"i": 12060000,
			"n": "浙江省绍兴市中级人民法院"
		},
		{
			"i": 12070000,
			"n": "浙江省金华市中级人民法院"
		},
		{
			"i": 12080000,
			"n": "浙江省衢州市中级人民法院"
		},
		{
			"i": 12090000,
			"n": "浙江省台州市中级人民法院"
		},
		{
			"i": 12100000,
			"n": "浙江省丽水市中级人民法院"
		},
		{
			"i": 12110000,
			"n": "浙江省舟山市中级人民法院"
		},
		{
			"i": 12120000,
			"n": "宁波海事法院"
		},
		{
			"i": 12130000,
			"n": "杭州铁路运输法院"
		}
	],
	"12010000": [
		{
			"i": 12010100,
			"n": "杭州市拱墅区人民法院"
		},
		{
			"i": 12010200,
			"n": "杭州市上城区人民法院"
		},
		{
			"i": 12010300,
			"n": "杭州市下城区人民法院"
		},
		{
			"i": 12010400,
			"n": "杭州市江干区人民法院"
		},
		{
			"i": 12010500,
			"n": "杭州市西湖区人民法院"
		},
		{
			"i": 12010600,
			"n": "杭州市滨江区人民法院"
		},
		{
			"i": 12010700,
			"n": "杭州市余杭区人民法院"
		},
		{
			"i": 12010800,
			"n": "杭州市萧山区人民法院"
		},
		{
			"i": 12010900,
			"n": "临安市人民法院"
		},
		{
			"i": 12011000,
			"n": "富阳市人民法院"
		},
		{
			"i": 12011100,
			"n": "建德市人民法院"
		},
		{
			"i": 12011200,
			"n": "桐庐县人民法院"
		},
		{
			"i": 12011300,
			"n": "淳安县人民法院"
		},
		{
			"i": 12011400,
			"n": "杭州经济技术开发区人民法院"
		}
	],
	"12020000": [
		{
			"i": 12020100,
			"n": "宁波市海曙区人民法院"
		},
		{
			"i": 12020200,
			"n": "宁波市江东区人民法院"
		},
		{
			"i": 12020300,
			"n": "宁波市江北区人民法院"
		},
		{
			"i": 12020400,
			"n": "宁波市北仑区人民法院"
		},
		{
			"i": 12020500,
			"n": "宁波市镇海区人民法院"
		},
		{
			"i": 12020600,
			"n": "宁波市鄞州区人民法院"
		},
		{
			"i": 12020700,
			"n": "慈溪市人民法院"
		},
		{
			"i": 12020800,
			"n": "余姚市人民法院"
		},
		{
			"i": 12020900,
			"n": "奉化市人民法院"
		},
		{
			"i": 12021000,
			"n": "宁海县人民法院"
		},
		{
			"i": 12021100,
			"n": "象山县人民法院"
		}
	],
	"12030000": [
		{
			"i": 12030100,
			"n": "温州市鹿城区人民法院"
		},
		{
			"i": 12030200,
			"n": "温州市龙湾区人民法院"
		},
		{
			"i": 12030300,
			"n": "温州市瓯海区人民法院"
		},
		{
			"i": 12030400,
			"n": "瑞安市人民法院"
		},
		{
			"i": 12030500,
			"n": "乐清市人民法院"
		},
		{
			"i": 12030600,
			"n": "永嘉县人民法院"
		},
		{
			"i": 12030700,
			"n": "文成县人民法院"
		},
		{
			"i": 12030800,
			"n": "平阳县人民法院"
		},
		{
			"i": 12030900,
			"n": "泰顺县人民法院"
		},
		{
			"i": 12031000,
			"n": "洞头县人民法院"
		},
		{
			"i": 12031100,
			"n": "苍南县人民法院"
		}
	],
	"12040000": [
		{
			"i": 12040100,
			"n": "嘉兴市南湖区人民法院"
		},
		{
			"i": 12040200,
			"n": "嘉兴市秀洲区人民法院"
		},
		{
			"i": 12040300,
			"n": "平湖市人民法院"
		},
		{
			"i": 12040400,
			"n": "海宁市人民法院"
		},
		{
			"i": 12040500,
			"n": "桐乡市人民法院"
		},
		{
			"i": 12040600,
			"n": "嘉善县人民法院"
		},
		{
			"i": 12040700,
			"n": "海盐县人民法院"
		}
	],
	"12050000": [
		{
			"i": 12050100,
			"n": "湖州市吴兴区人民法院"
		},
		{
			"i": 12050200,
			"n": "湖州市南浔区人民法院"
		},
		{
			"i": 12050300,
			"n": "长兴县人民法院"
		},
		{
			"i": 12050400,
			"n": "德清县人民法院"
		},
		{
			"i": 12050500,
			"n": "安吉县人民法院"
		}
	],
	"12060000": [
		{
			"i": 12060100,
			"n": "绍兴市越城区人民法院"
		},
		{
			"i": 12060200,
			"n": "诸暨市人民法院"
		},
		{
			"i": 12060300,
			"n": "上虞市人民法院"
		},
		{
			"i": 12060400,
			"n": "嵊州市人民法院"
		},
		{
			"i": 12060500,
			"n": "绍兴县人民法院"
		},
		{
			"i": 12060600,
			"n": "新昌县人民法院"
		}
	],
	"12070000": [
		{
			"i": 12070100,
			"n": "金华市婺城区人民法院"
		},
		{
			"i": 12070200,
			"n": "金华市金东区人民法院"
		},
		{
			"i": 12070300,
			"n": "兰溪市人民法院"
		},
		{
			"i": 12070400,
			"n": "永康市人民法院"
		},
		{
			"i": 12070500,
			"n": "义乌市人民法院"
		},
		{
			"i": 12070600,
			"n": "东阳市人民法院"
		},
		{
			"i": 12070700,
			"n": "武义县人民法院"
		},
		{
			"i": 12070800,
			"n": "浦江县人民法院"
		},
		{
			"i": 12070900,
			"n": "磐安县人民法院"
		}
	],
	"12080000": [
		{
			"i": 12080100,
			"n": "衢州市柯城区人民法院"
		},
		{
			"i": 12080200,
			"n": "衢州市衢江区人民法院"
		},
		{
			"i": 12080300,
			"n": "江山市人民法院"
		},
		{
			"i": 12080400,
			"n": "常山县人民法院"
		},
		{
			"i": 12080500,
			"n": "开化县人民法院"
		},
		{
			"i": 12080600,
			"n": "龙游县人民法院"
		}
	],
	"12090000": [
		{
			"i": 12090100,
			"n": "台州市椒江区人民法院"
		},
		{
			"i": 12090200,
			"n": "台州市黄岩区人民法院"
		},
		{
			"i": 12090300,
			"n": "台州市路桥区人民法院"
		},
		{
			"i": 12090400,
			"n": "临海市人民法院"
		},
		{
			"i": 12090500,
			"n": "温岭市人民法院"
		},
		{
			"i": 12090600,
			"n": "三门县人民法院"
		},
		{
			"i": 12090700,
			"n": "天台县人民法院"
		},
		{
			"i": 12090800,
			"n": "仙居县人民法院"
		},
		{
			"i": 12090900,
			"n": "玉环县人民法院"
		}
	],
	"12100000": [
		{
			"i": 12100100,
			"n": "丽水市莲都区人民法院"
		},
		{
			"i": 12100200,
			"n": "龙泉市人民法院"
		},
		{
			"i": 12100300,
			"n": "缙云县人民法院"
		},
		{
			"i": 12100400,
			"n": "青田县人民法院"
		},
		{
			"i": 12100500,
			"n": "云和县人民法院"
		},
		{
			"i": 12100600,
			"n": "遂昌县人民法院"
		},
		{
			"i": 12100700,
			"n": "松阳县人民法院"
		},
		{
			"i": 12100800,
			"n": "庆元县人民法院"
		},
		{
			"i": 12100900,
			"n": "景宁畲族自治县人民法院"
		}
	],
	"12110000": [
		{
			"i": 12110100,
			"n": "舟山市定海区人民法院"
		},
		{
			"i": 12110200,
			"n": "舟山市普陀区人民法院"
		},
		{
			"i": 12110300,
			"n": "岱山县人民法院"
		},
		{
			"i": 12110400,
			"n": "嵊泗县人民法院"
		}
	],
	"13000000": [
		{
			"i": 13010000,
			"n": "安徽省合肥市中级人民法院"
		},
		{
			"i": 13020000,
			"n": "安徽省淮北市中级人民法院"
		},
		{
			"i": 13030000,
			"n": "安徽省亳州市中级人民法院"
		},
		{
			"i": 13040000,
			"n": "安徽省宿州市中级人民法院"
		},
		{
			"i": 13050000,
			"n": "安徽省蚌埠市中级人民法院"
		},
		{
			"i": 13060000,
			"n": "安徽省阜阳市中级人民法院"
		},
		{
			"i": 13070000,
			"n": "安徽省淮南市中级人民法院"
		},
		{
			"i": 13080000,
			"n": "安徽省滁州市中级人民法院"
		},
		{
			"i": 13090000,
			"n": "安徽省六安市中级人民法院"
		},
		{
			"i": 13100000,
			"n": "安徽省马鞍山市中级人民法院"
		},
		{
			"i": 13110000,
			"n": "安徽省芜湖市中级人民法院"
		},
		{
			"i": 13120000,
			"n": "安徽省宣城市中级人民法院"
		},
		{
			"i": 13130000,
			"n": "安徽省铜陵市中级人民法院"
		},
		{
			"i": 13140000,
			"n": "安徽省池州市中级人民法院"
		},
		{
			"i": 13150000,
			"n": "安徽省安庆市中级人民法院"
		},
		{
			"i": 13160000,
			"n": "安徽省黄山市中级人民法院"
		}
	],
	"13010000": [
		{
			"i": 13010100,
			"n": "合肥市瑶海区人民法院"
		},
		{
			"i": 13010200,
			"n": "合肥市庐阳区人民法院"
		},
		{
			"i": 13010300,
			"n": "合肥市蜀山区人民法院"
		},
		{
			"i": 13010400,
			"n": "合肥市包河区人民法院"
		},
		{
			"i": 13010500,
			"n": "长丰县人民法院"
		},
		{
			"i": 13010600,
			"n": "肥东县人民法院"
		},
		{
			"i": 13010700,
			"n": "肥西县人民法院"
		},
		{
			"i": 13010800,
			"n": "合肥高新技术产业开发区人民法院"
		},
		{
			"i": 13010900,
			"n": "合肥铁路运输法院"
		},
		{
			"i": 13011000,
			"n": "巢湖市人民法院"
		},
		{
			"i": 13011100,
			"n": "庐江县人民法院"
		}
	],
	"13020000": [
		{
			"i": 13020100,
			"n": "淮北市相山区人民法院"
		},
		{
			"i": 13020200,
			"n": "淮北市杜集区人民法院"
		},
		{
			"i": 13020300,
			"n": "淮北市烈山区人民法院"
		},
		{
			"i": 13020400,
			"n": "濉溪县人民法院"
		}
	],
	"13030000": [
		{
			"i": 13030100,
			"n": "亳州市谯城区人民法院"
		},
		{
			"i": 13030200,
			"n": "蒙城县人民法院"
		},
		{
			"i": 13030300,
			"n": "涡阳县人民法院"
		},
		{
			"i": 13030400,
			"n": "利辛县人民法院"
		}
	],
	"13040000": [
		{
			"i": 13040100,
			"n": "宿州市埇桥区人民法院"
		},
		{
			"i": 13040200,
			"n": "砀山县人民法院"
		},
		{
			"i": 13040300,
			"n": "萧县人民法院"
		},
		{
			"i": 13040400,
			"n": "灵璧县人民法院"
		},
		{
			"i": 13040500,
			"n": "泗县人民法院"
		}
	],
	"13050000": [
		{
			"i": 13050100,
			"n": "蚌埠市龙子湖区人民法院"
		},
		{
			"i": 13050200,
			"n": "蚌埠市蚌山区人民法院"
		},
		{
			"i": 13050300,
			"n": "蚌埠市禹会区人民法院"
		},
		{
			"i": 13050400,
			"n": "蚌埠市淮上区人民法院"
		},
		{
			"i": 13050500,
			"n": "五河县人民法院"
		},
		{
			"i": 13050600,
			"n": "固镇县人民法院"
		},
		{
			"i": 13050700,
			"n": "怀远县人民法院"
		}
	],
	"13060000": [
		{
			"i": 13060100,
			"n": "阜阳市颍州区人民法院"
		},
		{
			"i": 13060200,
			"n": "阜阳市颍泉区人民法院"
		},
		{
			"i": 13060300,
			"n": "阜阳市颍东区人民法院"
		},
		{
			"i": 13060400,
			"n": "颍上县人民法院"
		},
		{
			"i": 13060500,
			"n": "界首市人民法院"
		},
		{
			"i": 13060600,
			"n": "临泉县人民法院"
		},
		{
			"i": 13060700,
			"n": "阜南县人民法院"
		},
		{
			"i": 13060800,
			"n": "太和县人民法院"
		}
	],
	"13070000": [
		{
			"i": 13070100,
			"n": "淮南市田家庵区人民法院"
		},
		{
			"i": 13070200,
			"n": "淮南市大通区人民法院"
		},
		{
			"i": 13070300,
			"n": "淮南市谢家集区人民法院"
		},
		{
			"i": 13070400,
			"n": "淮南市八公山区人民法院"
		},
		{
			"i": 13070500,
			"n": "淮南市潘集区人民法院"
		},
		{
			"i": 13070600,
			"n": "凤台县人民法院"
		}
	],
	"13080000": [
		{
			"i": 13080100,
			"n": "滁州市琅琊区人民法院"
		},
		{
			"i": 13080200,
			"n": "滁州市南谯区人民法院"
		},
		{
			"i": 13080300,
			"n": "天长市人民法院"
		},
		{
			"i": 13080400,
			"n": "明光市人民法院"
		},
		{
			"i": 13080500,
			"n": "全椒县人民法院"
		},
		{
			"i": 13080600,
			"n": "来安县人民法院"
		},
		{
			"i": 13080700,
			"n": "凤阳县人民法院"
		},
		{
			"i": 13080800,
			"n": "定远县人民法院"
		}
	],
	"13090000": [
		{
			"i": 13090100,
			"n": "六安市金安区人民法院"
		},
		{
			"i": 13090200,
			"n": "六安市裕安区人民法院"
		},
		{
			"i": 13090300,
			"n": "寿县人民法院"
		},
		{
			"i": 13090400,
			"n": "霍山县人民法院"
		},
		{
			"i": 13090500,
			"n": "霍邱县人民法院"
		},
		{
			"i": 13090600,
			"n": "金寨县人民法院"
		},
		{
			"i": 13090700,
			"n": "舒城县人民法院"
		},
		{
			"i": 13090800,
			"n": "叶集改革发展试验区人民法院"
		}
	],
	"13100000": [
		{
			"i": 13100100,
			"n": "马鞍山市花山区人民法院"
		},
		{
			"i": 13100200,
			"n": "马鞍山市雨山区人民法院"
		},
		{
			"i": 13100300,
			"n": "马鞍山市博望区人民法院"
		},
		{
			"i": 13100400,
			"n": "当涂县人民法院"
		},
		{
			"i": 13100500,
			"n": "含山县人民法院"
		},
		{
			"i": 13100600,
			"n": "和县人民法院"
		}
	],
	"13110000": [
		{
			"i": 13110100,
			"n": "芜湖经济技术开发区人民法院"
		},
		{
			"i": 13110200,
			"n": "芜湖市镜湖区人民法院"
		},
		{
			"i": 13110300,
			"n": "芜湖市弋江区人民法院"
		},
		{
			"i": 13110400,
			"n": "芜湖市鸠江区人民法院"
		},
		{
			"i": 13110500,
			"n": "芜湖市三山区人民法院"
		},
		{
			"i": 13110600,
			"n": "芜湖县人民法院"
		},
		{
			"i": 13110700,
			"n": "繁昌县人民法院"
		},
		{
			"i": 13110800,
			"n": "南陵县人民法院"
		},
		{
			"i": 13110900,
			"n": "无为县人民法院"
		}
	],
	"13120000": [
		{
			"i": 13120100,
			"n": "宣城市宣州区人民法院"
		},
		{
			"i": 13120200,
			"n": "宁国市人民法院"
		},
		{
			"i": 13120300,
			"n": "郎溪县人民法院"
		},
		{
			"i": 13120400,
			"n": "广德县人民法院"
		},
		{
			"i": 13120500,
			"n": "泾县人民法院"
		},
		{
			"i": 13120600,
			"n": "绩溪县人民法院"
		},
		{
			"i": 13120700,
			"n": "旌德县人民法院"
		}
	],
	"13130000": [
		{
			"i": 13130100,
			"n": "铜陵市铜官山区人民法院"
		},
		{
			"i": 13130200,
			"n": "铜陵市狮子山区人民法院"
		},
		{
			"i": 13130300,
			"n": "铜陵市郊区人民法院"
		},
		{
			"i": 13130400,
			"n": "铜陵县人民法院"
		}
	],
	"13140000": [
		{
			"i": 13140100,
			"n": "池州市贵池区人民法院"
		},
		{
			"i": 13140200,
			"n": "青阳县人民法院"
		},
		{
			"i": 13140300,
			"n": "石台县人民法院"
		},
		{
			"i": 13140400,
			"n": "东至县人民法院"
		},
		{
			"i": 13140500,
			"n": "九华山风景区人民法院"
		}
	],
	"13150000": [
		{
			"i": 13150100,
			"n": "安庆市迎江区人民法院"
		},
		{
			"i": 13150200,
			"n": "安庆市大观区人民法院"
		},
		{
			"i": 13150300,
			"n": "安庆市宜秀区人民法院"
		},
		{
			"i": 13150400,
			"n": "桐城市人民法院"
		},
		{
			"i": 13150500,
			"n": "怀宁县人民法院"
		},
		{
			"i": 13150600,
			"n": "枞阳县人民法院"
		},
		{
			"i": 13150700,
			"n": "潜山县人民法院"
		},
		{
			"i": 13150800,
			"n": "太湖县人民法院"
		},
		{
			"i": 13150900,
			"n": "宿松县人民法院"
		},
		{
			"i": 13151000,
			"n": "望江县人民法院"
		},
		{
			"i": 13151100,
			"n": "岳西县人民法院"
		}
	],
	"13160000": [
		{
			"i": 13160100,
			"n": "黄山市屯溪区人民法院"
		},
		{
			"i": 13160200,
			"n": "黄山市徽州区人民法院"
		},
		{
			"i": 13160300,
			"n": "黄山市黄山区人民法院"
		},
		{
			"i": 13160400,
			"n": "歙县人民法院"
		},
		{
			"i": 13160500,
			"n": "休宁县人民法院"
		},
		{
			"i": 13160600,
			"n": "黟县人民法院"
		},
		{
			"i": 13160700,
			"n": "祁门县人民法院"
		}
	],
	"14000000": [
		{
			"i": 14010000,
			"n": "福建省福州市中级人民法院"
		},
		{
			"i": 14020000,
			"n": "福建省厦门市中级人民法院"
		},
		{
			"i": 14030000,
			"n": "福建省漳州市中级人民法院"
		},
		{
			"i": 14040000,
			"n": "福建省泉州市中级人民法院"
		},
		{
			"i": 14050000,
			"n": "福建省三明市中级人民法院"
		},
		{
			"i": 14060000,
			"n": "福建省莆田市中级人民法院"
		},
		{
			"i": 14070000,
			"n": "福建省南平市中级人民法院"
		},
		{
			"i": 14080000,
			"n": "福建省龙岩市中级人民法院"
		},
		{
			"i": 14090000,
			"n": "福建省宁德市中级人民法院"
		},
		{
			"i": 14100000,
			"n": "厦门海事法院"
		},
		{
			"i": 14110000,
			"n": "福州铁路运输法院"
		}
	],
	"14010000": [
		{
			"i": 14010100,
			"n": "福州市鼓楼区人民法院"
		},
		{
			"i": 14010200,
			"n": "福州市台江区人民法院"
		},
		{
			"i": 14010300,
			"n": "福州市仓山区人民法院"
		},
		{
			"i": 14010400,
			"n": "福州市晋安区人民法院"
		},
		{
			"i": 14010500,
			"n": "福州市马尾区人民法院"
		},
		{
			"i": 14010600,
			"n": "福清市人民法院"
		},
		{
			"i": 14010700,
			"n": "长乐市人民法院"
		},
		{
			"i": 14010800,
			"n": "闽侯县人民法院"
		},
		{
			"i": 14010900,
			"n": "连江县人民法院"
		},
		{
			"i": 14011000,
			"n": "闽清县人民法院"
		},
		{
			"i": 14011100,
			"n": "罗源县人民法院"
		},
		{
			"i": 14011200,
			"n": "永泰县人民法院"
		},
		{
			"i": 14011300,
			"n": "平潭县人民法院"
		}
	],
	"14020000": [
		{
			"i": 14020100,
			"n": "厦门市思明区人民法院"
		},
		{
			"i": 14020200,
			"n": "厦门市湖里区人民法院"
		},
		{
			"i": 14020300,
			"n": "厦门市集美区人民法院"
		},
		{
			"i": 14020400,
			"n": "厦门市海沧区人民法院"
		},
		{
			"i": 14020500,
			"n": "厦门市同安区人民法院"
		},
		{
			"i": 14020600,
			"n": "厦门市翔安区人民法院"
		}
	],
	"14030000": [
		{
			"i": 14030100,
			"n": "漳州市芗城区人民法院"
		},
		{
			"i": 14030200,
			"n": "漳州市龙文区人民法院"
		},
		{
			"i": 14030300,
			"n": "龙海市人民法院"
		},
		{
			"i": 14030400,
			"n": "漳浦县人民法院"
		},
		{
			"i": 14030500,
			"n": "云霄县人民法院"
		},
		{
			"i": 14030600,
			"n": "诏安县人民法院"
		},
		{
			"i": 14030700,
			"n": "东山县人民法院"
		},
		{
			"i": 14030800,
			"n": "平和县人民法院"
		},
		{
			"i": 14030900,
			"n": "南靖县人民法院"
		},
		{
			"i": 14031000,
			"n": "长泰县人民法院"
		},
		{
			"i": 14031100,
			"n": "华安县人民法院"
		}
	],
	"14040000": [
		{
			"i": 14040100,
			"n": "泉州市鲤城区人民法院"
		},
		{
			"i": 14040200,
			"n": "泉州市丰泽区人民法院"
		},
		{
			"i": 14040300,
			"n": "泉州市洛江区人民法院"
		},
		{
			"i": 14040400,
			"n": "泉州市泉港区人民法院"
		},
		{
			"i": 14040500,
			"n": "晋江市人民法院"
		},
		{
			"i": 14040600,
			"n": "南安市人民法院"
		},
		{
			"i": 14040700,
			"n": "石狮市人民法院"
		},
		{
			"i": 14040800,
			"n": "惠安县人民法院"
		},
		{
			"i": 14040900,
			"n": "安溪县人民法院"
		},
		{
			"i": 14041000,
			"n": "德化县人民法院"
		},
		{
			"i": 14041100,
			"n": "永春县人民法院"
		}
	],
	"14050000": [
		{
			"i": 14050100,
			"n": "三明市三元区人民法院"
		},
		{
			"i": 14050200,
			"n": "三明市梅列区人民法院"
		},
		{
			"i": 14050300,
			"n": "永安市人民法院"
		},
		{
			"i": 14050400,
			"n": "清流县人民法院"
		},
		{
			"i": 14050500,
			"n": "宁化县人民法院"
		},
		{
			"i": 14050600,
			"n": "建宁县人民法院"
		},
		{
			"i": 14050700,
			"n": "泰宁县人民法院"
		},
		{
			"i": 14050800,
			"n": "明溪县人民法院"
		},
		{
			"i": 14050900,
			"n": "将乐县人民法院"
		},
		{
			"i": 14051000,
			"n": "沙县人民法院"
		},
		{
			"i": 14051100,
			"n": "尤溪县人民法院"
		},
		{
			"i": 14051200,
			"n": "大田县人民法院"
		}
	],
	"14060000": [
		{
			"i": 14060100,
			"n": "莆田市荔城区人民法院"
		},
		{
			"i": 14060200,
			"n": "莆田市城厢区人民法院"
		},
		{
			"i": 14060300,
			"n": "莆田市涵江区人民法院"
		},
		{
			"i": 14060400,
			"n": "莆田市秀屿区人民法院"
		},
		{
			"i": 14060500,
			"n": "仙游县人民法院"
		}
	],
	"14070000": [
		{
			"i": 14070100,
			"n": "南平市延平区人民法院"
		},
		{
			"i": 14070200,
			"n": "邵武市人民法院"
		},
		{
			"i": 14070300,
			"n": "武夷山市人民法院"
		},
		{
			"i": 14070400,
			"n": "建瓯市人民法院"
		},
		{
			"i": 14070500,
			"n": "建阳市人民法院"
		},
		{
			"i": 14070600,
			"n": "顺昌县人民法院"
		},
		{
			"i": 14070700,
			"n": "浦城县人民法院"
		},
		{
			"i": 14070800,
			"n": "光泽县人民法院"
		},
		{
			"i": 14070900,
			"n": "松溪县人民法院"
		},
		{
			"i": 14071000,
			"n": "政和县人民法院"
		}
	],
	"14080000": [
		{
			"i": 14080100,
			"n": "龙岩市新罗区人民法院"
		},
		{
			"i": 14080200,
			"n": "漳平市人民法院"
		},
		{
			"i": 14080300,
			"n": "永定县人民法院"
		},
		{
			"i": 14080400,
			"n": "上杭县人民法院"
		},
		{
			"i": 14080500,
			"n": "武平县人民法院"
		},
		{
			"i": 14080600,
			"n": "长汀县人民法院"
		},
		{
			"i": 14080700,
			"n": "连城县人民法院"
		}
	],
	"14090000": [
		{
			"i": 14090100,
			"n": "宁德市蕉城区人民法院"
		},
		{
			"i": 14090200,
			"n": "福安市人民法院"
		},
		{
			"i": 14090300,
			"n": "福鼎市人民法院"
		},
		{
			"i": 14090400,
			"n": "霞浦县人民法院"
		},
		{
			"i": 14090500,
			"n": "寿宁县人民法院"
		},
		{
			"i": 14090600,
			"n": "周宁县人民法院"
		},
		{
			"i": 14090700,
			"n": "柘荣县人民法院"
		},
		{
			"i": 14090800,
			"n": "古田县人民法院"
		},
		{
			"i": 14090900,
			"n": "屏南县人民法院"
		}
	],
	"15000000": [
		{
			"i": 15010000,
			"n": "江西省南昌市中级人民法院"
		},
		{
			"i": 15020000,
			"n": "江西省九江市中级人民法院"
		},
		{
			"i": 15030000,
			"n": "江西省景德镇市中级人民法院"
		},
		{
			"i": 15040000,
			"n": "江西省鹰潭市中级人民法院"
		},
		{
			"i": 15050000,
			"n": "江西省新余市中级人民法院"
		},
		{
			"i": 15060000,
			"n": "江西省萍乡市中级人民法院"
		},
		{
			"i": 15070000,
			"n": "江西省赣州市中级人民法院"
		},
		{
			"i": 15080000,
			"n": "江西省上饶市中级人民法院"
		},
		{
			"i": 15090000,
			"n": "江西省抚州市中级人民法院"
		},
		{
			"i": 15100000,
			"n": "江西省宜春市中级人民法院"
		},
		{
			"i": 15110000,
			"n": "江西省吉安市中级人民法院"
		},
		{
			"i": 15120000,
			"n": "南昌铁路运输中级法院"
		}
	],
	"15010000": [
		{
			"i": 15010100,
			"n": "南昌市东湖区人民法院"
		},
		{
			"i": 15010200,
			"n": "南昌市西湖区人民法院"
		},
		{
			"i": 15010300,
			"n": "南昌市青云谱区人民法院"
		},
		{
			"i": 15010400,
			"n": "南昌市湾里区人民法院"
		},
		{
			"i": 15010500,
			"n": "南昌市青山湖区人民法院"
		},
		{
			"i": 15010600,
			"n": "南昌县人民法院"
		},
		{
			"i": 15010700,
			"n": "新建县人民法院"
		},
		{
			"i": 15010800,
			"n": "安义县人民法院"
		},
		{
			"i": 15010900,
			"n": "进贤县人民法院"
		},
		{
			"i": 15011000,
			"n": "南昌高新技术产业开发区人民法院"
		},
		{
			"i": 15011100,
			"n": "南昌经济技术开发区人民法院"
		}
	],
	"15020000": [
		{
			"i": 15020100,
			"n": "九江市浔阳区人民法院"
		},
		{
			"i": 15020200,
			"n": "九江市庐山区人民法院"
		},
		{
			"i": 15020300,
			"n": "瑞昌市人民法院"
		},
		{
			"i": 15020400,
			"n": "九江县人民法院"
		},
		{
			"i": 15020500,
			"n": "武宁县人民法院"
		},
		{
			"i": 15020600,
			"n": "修水县人民法院"
		},
		{
			"i": 15020700,
			"n": "永修县人民法院"
		},
		{
			"i": 15020800,
			"n": "德安县人民法院"
		},
		{
			"i": 15020900,
			"n": "星子县人民法院"
		},
		{
			"i": 15021000,
			"n": "都昌县人民法院"
		},
		{
			"i": 15021100,
			"n": "湖口县人民法院"
		},
		{
			"i": 15021200,
			"n": "彭泽县人民法院"
		},
		{
			"i": 15021300,
			"n": "共青城市人民法院"
		},
		{
			"i": 15021400,
			"n": "庐山人民法院"
		}
	],
	"15030000": [
		{
			"i": 15030100,
			"n": "景德镇市昌江区人民法院"
		},
		{
			"i": 15030200,
			"n": "景德镇市珠山区人民法院"
		},
		{
			"i": 15030300,
			"n": "乐平市人民法院"
		},
		{
			"i": 15030400,
			"n": "浮梁县人民法院"
		}
	],
	"15040000": [
		{
			"i": 15040100,
			"n": "鹰潭市月湖区人民法院"
		},
		{
			"i": 15040200,
			"n": "贵溪市人民法院"
		},
		{
			"i": 15040300,
			"n": "余江县人民法院"
		}
	],
	"15050000": [
		{
			"i": 15050100,
			"n": "新余市渝水区人民法院"
		},
		{
			"i": 15050200,
			"n": "分宜县人民法院"
		}
	],
	"15060000": [
		{
			"i": 15060100,
			"n": "萍乡市安源区人民法院"
		},
		{
			"i": 15060200,
			"n": "萍乡市湘东区人民法院"
		},
		{
			"i": 15060300,
			"n": "莲花县人民法院"
		},
		{
			"i": 15060400,
			"n": "上栗县人民法院"
		},
		{
			"i": 15060500,
			"n": "芦溪县人民法院"
		}
	],
	"15070000": [
		{
			"i": 15070100,
			"n": "赣州市章贡区人民法院"
		},
		{
			"i": 15070200,
			"n": "瑞金市人民法院"
		},
		{
			"i": 15070300,
			"n": "南康市人民法院"
		},
		{
			"i": 15070400,
			"n": "赣县人民法院"
		},
		{
			"i": 15070500,
			"n": "信丰县人民法院"
		},
		{
			"i": 15070600,
			"n": "大余县人民法院"
		},
		{
			"i": 15070700,
			"n": "上犹县人民法院"
		},
		{
			"i": 15070800,
			"n": "崇义县人民法院"
		},
		{
			"i": 15070900,
			"n": "安远县人民法院"
		},
		{
			"i": 15071000,
			"n": "龙南县人民法院"
		},
		{
			"i": 15071100,
			"n": "定南县人民法院"
		},
		{
			"i": 15071200,
			"n": "全南县人民法院"
		},
		{
			"i": 15071300,
			"n": "宁都县人民法院"
		},
		{
			"i": 15071400,
			"n": "于都县人民法院"
		},
		{
			"i": 15071500,
			"n": "兴国县人民法院"
		},
		{
			"i": 15071600,
			"n": "会昌县人民法院"
		},
		{
			"i": 15071700,
			"n": "寻乌县人民法院"
		},
		{
			"i": 15071800,
			"n": "石城县人民法院"
		},
		{
			"i": 15071900,
			"n": "赣州经济技术开发区人民法院"
		}
	],
	"15080000": [
		{
			"i": 15080100,
			"n": "上饶市信州区人民法院"
		},
		{
			"i": 15080200,
			"n": "德兴市人民法院"
		},
		{
			"i": 15080300,
			"n": "上饶县人民法院"
		},
		{
			"i": 15080400,
			"n": "广丰县人民法院"
		},
		{
			"i": 15080500,
			"n": "玉山县人民法院"
		},
		{
			"i": 15080600,
			"n": "铅山县人民法院"
		},
		{
			"i": 15080700,
			"n": "横峰县人民法院"
		},
		{
			"i": 15080800,
			"n": "弋阳县人民法院"
		},
		{
			"i": 15080900,
			"n": "余干县人民法院"
		},
		{
			"i": 15081000,
			"n": "鄱阳县人民法院"
		},
		{
			"i": 15081100,
			"n": "万年县人民法院"
		},
		{
			"i": 15081200,
			"n": "婺源县人民法院"
		}
	],
	"15090000": [
		{
			"i": 15090100,
			"n": "抚州市临川区人民法院"
		},
		{
			"i": 15090200,
			"n": "南城县人民法院"
		},
		{
			"i": 15090300,
			"n": "黎川县人民法院"
		},
		{
			"i": 15090400,
			"n": "南丰县人民法院"
		},
		{
			"i": 15090500,
			"n": "崇仁县人民法院"
		},
		{
			"i": 15090600,
			"n": "乐安县人民法院"
		},
		{
			"i": 15090700,
			"n": "宜黄县人民法院"
		},
		{
			"i": 15090800,
			"n": "金溪县人民法院"
		},
		{
			"i": 15090900,
			"n": "资溪县人民法院"
		},
		{
			"i": 15091000,
			"n": "东乡县人民法院"
		},
		{
			"i": 15091100,
			"n": "广昌县人民法院"
		}
	],
	"15100000": [
		{
			"i": 15100100,
			"n": "宜春市袁州区人民法院"
		},
		{
			"i": 15100200,
			"n": "丰城市人民法院"
		},
		{
			"i": 15100300,
			"n": "樟树市人民法院"
		},
		{
			"i": 15100400,
			"n": "高安市人民法院"
		},
		{
			"i": 15100500,
			"n": "奉新县人民法院"
		},
		{
			"i": 15100600,
			"n": "万载县人民法院"
		},
		{
			"i": 15100700,
			"n": "上高县人民法院"
		},
		{
			"i": 15100800,
			"n": "宜丰县人民法院"
		},
		{
			"i": 15100900,
			"n": "靖安县人民法院"
		},
		{
			"i": 15101000,
			"n": "铜鼓县人民法院"
		}
	],
	"15110000": [
		{
			"i": 15110100,
			"n": "吉安市吉州区人民法院"
		},
		{
			"i": 15110200,
			"n": "吉安市青原区人民法院"
		},
		{
			"i": 15110300,
			"n": "井冈山市人民法院"
		},
		{
			"i": 15110400,
			"n": "吉安县人民法院"
		},
		{
			"i": 15110500,
			"n": "吉水县人民法院"
		},
		{
			"i": 15110600,
			"n": "峡江县人民法院"
		},
		{
			"i": 15110700,
			"n": "新干县人民法院"
		},
		{
			"i": 15110800,
			"n": "永丰县人民法院"
		},
		{
			"i": 15110900,
			"n": "泰和县人民法院"
		},
		{
			"i": 15111000,
			"n": "遂川县人民法院"
		},
		{
			"i": 15111100,
			"n": "万安县人民法院"
		},
		{
			"i": 15111200,
			"n": "安福县人民法院"
		},
		{
			"i": 15111300,
			"n": "永新县人民法院"
		}
	],
	"15120000": [
		{
			"i": 15120100,
			"n": "南昌铁路运输法院"
		}
	],
	"16000000": [
		{
			"i": 16010000,
			"n": "山东省济南市中级人民法院"
		},
		{
			"i": 16020000,
			"n": "山东省青岛市中级人民法院"
		},
		{
			"i": 16030000,
			"n": "山东省淄博市中级人民法院"
		},
		{
			"i": 16040000,
			"n": "山东省枣庄市中级人民法院"
		},
		{
			"i": 16050000,
			"n": "山东省东营市中级人民法院"
		},
		{
			"i": 16060000,
			"n": "山东省烟台市中级人民法院"
		},
		{
			"i": 16070000,
			"n": "山东省潍坊市中级人民法院"
		},
		{
			"i": 16080000,
			"n": "山东省济宁市中级人民法院"
		},
		{
			"i": 16090000,
			"n": "山东省泰安市中级人民法院"
		},
		{
			"i": 16100000,
			"n": "山东省威海市中级人民法院"
		},
		{
			"i": 16110000,
			"n": "山东省日照市中级人民法院"
		},
		{
			"i": 16120000,
			"n": "山东省莱芜市中级人民法院"
		},
		{
			"i": 16130000,
			"n": "山东省滨州市中级人民法院"
		},
		{
			"i": 16140000,
			"n": "山东省德州市中级人民法院"
		},
		{
			"i": 16150000,
			"n": "山东省聊城市中级人民法院"
		},
		{
			"i": 16160000,
			"n": "山东省临沂市中级人民法院"
		},
		{
			"i": 16170000,
			"n": "山东省菏泽市中级人民法院"
		},
		{
			"i": 16180000,
			"n": "济南铁路运输中级法院"
		},
		{
			"i": 16190000,
			"n": "青岛海事法院"
		}
	],
	"16010000": [
		{
			"i": 16010100,
			"n": "济南市历下区人民法院"
		},
		{
			"i": 16010200,
			"n": "济南市市中区人民法院"
		},
		{
			"i": 16010300,
			"n": "济南市槐荫区人民法院"
		},
		{
			"i": 16010400,
			"n": "济南市天桥区人民法院"
		},
		{
			"i": 16010500,
			"n": "济南市历城区人民法院"
		},
		{
			"i": 16010600,
			"n": "济南市长清区人民法院"
		},
		{
			"i": 16010700,
			"n": "章丘市人民法院"
		},
		{
			"i": 16010800,
			"n": "平阴县人民法院"
		},
		{
			"i": 16010900,
			"n": "济阳县人民法院"
		},
		{
			"i": 16011000,
			"n": "商河县人民法院"
		},
		{
			"i": 16011100,
			"n": "济南高新技术产业开发区人民法院"
		}
	],
	"16020000": [
		{
			"i": 16020100,
			"n": "青岛市市南区人民法院"
		},
		{
			"i": 16020200,
			"n": "青岛市市北区人民法院"
		},
		{
			"i": 16020300,
			"n": "青岛市李沧区人民法院"
		},
		{
			"i": 16020400,
			"n": "青岛市城阳区人民法院"
		},
		{
			"i": 16020500,
			"n": "青岛市崂山区人民法院"
		},
		{
			"i": 16020600,
			"n": "青岛市黄岛区人民法院"
		},
		{
			"i": 16020700,
			"n": "平度市人民法院"
		},
		{
			"i": 16020800,
			"n": "莱西市人民法院"
		},
		{
			"i": 16020900,
			"n": "胶州市人民法院"
		},
		{
			"i": 16021000,
			"n": "即墨市人民法院"
		}
	],
	"16030000": [
		{
			"i": 16030100,
			"n": "淄博市淄川区人民法院"
		},
		{
			"i": 16030200,
			"n": "淄博市张店区人民法院"
		},
		{
			"i": 16030300,
			"n": "淄博市博山区人民法院"
		},
		{
			"i": 16030400,
			"n": "淄博市临淄区人民法院"
		},
		{
			"i": 16030500,
			"n": "淄博市周村区人民法院"
		},
		{
			"i": 16030600,
			"n": "桓台县人民法院"
		},
		{
			"i": 16030700,
			"n": "高青县人民法院"
		},
		{
			"i": 16030800,
			"n": "沂源县人民法院"
		},
		{
			"i": 16030900,
			"n": "淄博高新技术产业开发区人民法院"
		}
	],
	"16040000": [
		{
			"i": 16040100,
			"n": "滕州市人民法院"
		},
		{
			"i": 16040200,
			"n": "枣庄市市中区人民法院"
		},
		{
			"i": 16040300,
			"n": "枣庄市薛城区人民法院"
		},
		{
			"i": 16040400,
			"n": "枣庄市台儿庄区人民法院"
		},
		{
			"i": 16040500,
			"n": "枣庄市峄城区人民法院"
		},
		{
			"i": 16040600,
			"n": "枣庄市山亭区人民法院"
		}
	],
	"16050000": [
		{
			"i": 16050100,
			"n": "东营市东营区人民法院"
		},
		{
			"i": 16050200,
			"n": "东营市河口区人民法院"
		},
		{
			"i": 16050300,
			"n": "广饶县人民法院"
		},
		{
			"i": 16050400,
			"n": "垦利县人民法院"
		},
		{
			"i": 16050500,
			"n": "利津县人民法院"
		},
		{
			"i": 16050600,
			"n": "东营经济技术开发区人民法院"
		}
	],
	"16060000": [
		{
			"i": 16060100,
			"n": "烟台市芝罘区人民法院"
		},
		{
			"i": 16060200,
			"n": "烟台市福山区人民法院"
		},
		{
			"i": 16060300,
			"n": "烟台市莱山区人民法院"
		},
		{
			"i": 16060400,
			"n": "烟台市牟平区人民法院"
		},
		{
			"i": 16060500,
			"n": "龙口市人民法院"
		},
		{
			"i": 16060600,
			"n": "海阳市人民法院"
		},
		{
			"i": 16060700,
			"n": "蓬莱市人民法院"
		},
		{
			"i": 16060800,
			"n": "莱州市人民法院"
		},
		{
			"i": 16060900,
			"n": "栖霞市人民法院"
		},
		{
			"i": 16061000,
			"n": "莱阳市人民法院"
		},
		{
			"i": 16061100,
			"n": "招远市人民法院"
		},
		{
			"i": 16061200,
			"n": "长岛县人民法院"
		},
		{
			"i": 16061300,
			"n": "烟台经济技术开发区人民法院"
		},
		{
			"i": 16061400,
			"n": "烟台高新技术产业开发区人民法院"
		}
	],
	"16070000": [
		{
			"i": 16070100,
			"n": "潍坊市潍城区人民法院"
		},
		{
			"i": 16070200,
			"n": "潍坊市奎文区人民法院"
		},
		{
			"i": 16070300,
			"n": "潍坊市坊子区人民法院"
		},
		{
			"i": 16070400,
			"n": "潍坊市寒亭区人民法院"
		},
		{
			"i": 16070500,
			"n": "寿光市人民法院"
		},
		{
			"i": 16070600,
			"n": "青州市人民法院"
		},
		{
			"i": 16070700,
			"n": "安丘市人民法院"
		},
		{
			"i": 16070800,
			"n": "诸城市人民法院"
		},
		{
			"i": 16070900,
			"n": "高密市人民法院"
		},
		{
			"i": 16071000,
			"n": "昌邑市人民法院"
		},
		{
			"i": 16071100,
			"n": "昌乐县人民法院"
		},
		{
			"i": 16071200,
			"n": "临朐县人民法院"
		},
		{
			"i": 16071300,
			"n": "潍坊高新技术产业开发区人民法院"
		}
	],
	"16080000": [
		{
			"i": 16080100,
			"n": "济宁市任城区人民法院"
		},
		{
			"i": 16080200,
			"n": "兖州市人民法院"
		},
		{
			"i": 16080300,
			"n": "曲阜市人民法院"
		},
		{
			"i": 16080400,
			"n": "泗水县人民法院"
		},
		{
			"i": 16080500,
			"n": "邹城市人民法院"
		},
		{
			"i": 16080600,
			"n": "微山县人民法院"
		},
		{
			"i": 16080700,
			"n": "鱼台县人民法院"
		},
		{
			"i": 16080800,
			"n": "金乡县人民法院"
		},
		{
			"i": 16080900,
			"n": "嘉祥县人民法院"
		},
		{
			"i": 16081000,
			"n": "汶上县人民法院"
		},
		{
			"i": 16081100,
			"n": "梁山县人民法院"
		},
		{
			"i": 16081200,
			"n": "济宁高新技术产业开发区人民法院"
		}
	],
	"16090000": [
		{
			"i": 16090100,
			"n": "泰安市泰山区人民法院"
		},
		{
			"i": 16090200,
			"n": "泰安市岱岳区人民法院"
		},
		{
			"i": 16090300,
			"n": "新泰市人民法院"
		},
		{
			"i": 16090400,
			"n": "肥城市人民法院"
		},
		{
			"i": 16090500,
			"n": "宁阳县人民法院"
		},
		{
			"i": 16090600,
			"n": "东平县人民法院"
		},
		{
			"i": 16090700,
			"n": "泰安高新技术产业开发区人民法院"
		}
	],
	"16100000": [
		{
			"i": 16100100,
			"n": "威海市环翠区人民法院"
		},
		{
			"i": 16100200,
			"n": "文登市人民法院"
		},
		{
			"i": 16100300,
			"n": "乳山市人民法院"
		},
		{
			"i": 16100400,
			"n": "荣成市人民法院"
		},
		{
			"i": 16100500,
			"n": "威海火炬高技术产业开发区人民法院"
		},
		{
			"i": 16100600,
			"n": "威海经济技术开发区人民法院"
		}
	],
	"16110000": [
		{
			"i": 16110100,
			"n": "日照市东港区人民法院"
		},
		{
			"i": 16110200,
			"n": "日照市岚山区人民法院"
		},
		{
			"i": 16110300,
			"n": "莒县人民法院"
		},
		{
			"i": 16110400,
			"n": "五莲县人民法院"
		},
		{
			"i": 16110500,
			"n": "日照经济技术开发区人民法院"
		}
	],
	"16120000": [
		{
			"i": 16120100,
			"n": "莱芜市莱城区人民法院"
		},
		{
			"i": 16120200,
			"n": "莱芜市钢城区人民法院"
		}
	],
	"16130000": [
		{
			"i": 16130100,
			"n": "滨州市滨城区人民法院"
		},
		{
			"i": 16130200,
			"n": "惠民县人民法院"
		},
		{
			"i": 16130300,
			"n": "阳信县人民法院"
		},
		{
			"i": 16130400,
			"n": "无棣县人民法院"
		},
		{
			"i": 16130500,
			"n": "沾化县人民法院"
		},
		{
			"i": 16130600,
			"n": "博兴县人民法院"
		},
		{
			"i": 16130700,
			"n": "邹平县人民法院"
		},
		{
			"i": 16130800,
			"n": "滨州经济开发区人民法院"
		}
	],
	"16140000": [
		{
			"i": 16140100,
			"n": "德州市德城区人民法院"
		},
		{
			"i": 16140200,
			"n": "乐陵市人民法院"
		},
		{
			"i": 16140300,
			"n": "平原县人民法院"
		},
		{
			"i": 16140400,
			"n": "齐河县人民法院"
		},
		{
			"i": 16140500,
			"n": "宁津县人民法院"
		},
		{
			"i": 16140600,
			"n": "禹城市人民法院"
		},
		{
			"i": 16140700,
			"n": "德州市陵城区人民法院"
		},
		{
			"i": 16140800,
			"n": "武城县人民法院"
		},
		{
			"i": 16140900,
			"n": "夏津县人民法院"
		},
		{
			"i": 16141000,
			"n": "庆云县人民法院"
		},
		{
			"i": 16141100,
			"n": "临邑县人民法院"
		},
		{
			"i": 16141200,
			"n": "德州经济开发区人民法院"
		}
	],
	"16150000": [
		{
			"i": 16150100,
			"n": "聊城市东昌府区人民法院"
		},
		{
			"i": 16150200,
			"n": "临清市人民法院"
		},
		{
			"i": 16150300,
			"n": "冠县人民法院"
		},
		{
			"i": 16150400,
			"n": "莘县人民法院"
		},
		{
			"i": 16150500,
			"n": "阳谷县人民法院"
		},
		{
			"i": 16150600,
			"n": "东阿县人民法院"
		},
		{
			"i": 16150700,
			"n": "茌平县人民法院"
		},
		{
			"i": 16150800,
			"n": "高唐县人民法院"
		},
		{
			"i": 16150900,
			"n": "聊城经济开发区人民法院"
		}
	],
	"16160000": [
		{
			"i": 16160100,
			"n": "临沂市兰山区人民法院"
		},
		{
			"i": 16160200,
			"n": "临沂市罗庄区人民法院"
		},
		{
			"i": 16160300,
			"n": "临沂市河东区人民法院"
		},
		{
			"i": 16160400,
			"n": "郯城县人民法院"
		},
		{
			"i": 16160500,
			"n": "苍山县人民法院"
		},
		{
			"i": 16160600,
			"n": "莒南县人民法院"
		},
		{
			"i": 16160700,
			"n": "蒙阴县人民法院"
		},
		{
			"i": 16160800,
			"n": "沂水县人民法院"
		},
		{
			"i": 16160900,
			"n": "平邑县人民法院"
		},
		{
			"i": 16161000,
			"n": "沂南县人民法院"
		},
		{
			"i": 16161100,
			"n": "费县人民法院"
		},
		{
			"i": 16161200,
			"n": "临沭县人民法院"
		},
		{
			"i": 16161300,
			"n": "临沂经济技术开发区人民法院"
		},
		{
			"i": 16161400,
			"n": "临沂高新技术产业开发区人民法院"
		}
	],
	"16170000": [
		{
			"i": 16170100,
			"n": "菏泽市牡丹区人民法院"
		},
		{
			"i": 16170200,
			"n": "曹县人民法院"
		},
		{
			"i": 16170300,
			"n": "郓城县人民法院"
		},
		{
			"i": 16170400,
			"n": "巨野县人民法院"
		},
		{
			"i": 16170500,
			"n": "单县人民法院"
		},
		{
			"i": 16170600,
			"n": "成武县人民法院"
		},
		{
			"i": 16170700,
			"n": "定陶县人民法院"
		},
		{
			"i": 16170800,
			"n": "东明县人民法院"
		},
		{
			"i": 16170900,
			"n": "鄄城县人民法院"
		},
		{
			"i": 16171000,
			"n": "菏泽经济开发区人民法院"
		}
	],
	"16180000": [
		{
			"i": 16180100,
			"n": "济南铁路运输法院"
		},
		{
			"i": 16180200,
			"n": "青岛铁路运输法院"
		}
	],
	"17000000": [
		{
			"i": 17010000,
			"n": "河南省郑州市中级人民法院"
		},
		{
			"i": 17020000,
			"n": "河南省开封市中级人民法院"
		},
		{
			"i": 17030000,
			"n": "河南省洛阳市中级人民法院"
		},
		{
			"i": 17040000,
			"n": "河南省平顶山市中级人民法院"
		},
		{
			"i": 17050000,
			"n": "河南省安阳市中级人民法院"
		},
		{
			"i": 17060000,
			"n": "河南省鹤壁市中级人民法院"
		},
		{
			"i": 17070000,
			"n": "河南省新乡市中级人民法院"
		},
		{
			"i": 17080000,
			"n": "河南省焦作市中级人民法院"
		},
		{
			"i": 17090000,
			"n": "河南省濮阳市中级人民法院"
		},
		{
			"i": 17100000,
			"n": "河南省许昌市中级人民法院"
		},
		{
			"i": 17110000,
			"n": "河南省漯河市中级人民法院"
		},
		{
			"i": 17120000,
			"n": "河南省三门峡市中级人民法院"
		},
		{
			"i": 17130000,
			"n": "河南省南阳市中级人民法院"
		},
		{
			"i": 17140000,
			"n": "河南省商丘市中级人民法院"
		},
		{
			"i": 17150000,
			"n": "河南省信阳市中级人民法院"
		},
		{
			"i": 17160000,
			"n": "河南省周口市中级人民法院"
		},
		{
			"i": 17170000,
			"n": "河南省驻马店市中级人民法院"
		},
		{
			"i": 17180000,
			"n": "河南省济源中级人民法院"
		},
		{
			"i": 17190000,
			"n": "郑州铁路运输中级法院"
		}
	],
	"17010000": [
		{
			"i": 17010100,
			"n": "郑州市中原区人民法院"
		},
		{
			"i": 17010200,
			"n": "郑州市二七区人民法院"
		},
		{
			"i": 17010300,
			"n": "郑州市管城回族区人民法院"
		},
		{
			"i": 17010400,
			"n": "郑州市金水区人民法院"
		},
		{
			"i": 17010500,
			"n": "郑州市上街区人民法院"
		},
		{
			"i": 17010600,
			"n": "郑州市惠济区人民法院"
		},
		{
			"i": 17010700,
			"n": "新郑市人民法院"
		},
		{
			"i": 17010800,
			"n": "登封市人民法院"
		},
		{
			"i": 17010900,
			"n": "新密市人民法院"
		},
		{
			"i": 17011000,
			"n": "巩义市人民法院"
		},
		{
			"i": 17011100,
			"n": "荥阳市人民法院"
		},
		{
			"i": 17011200,
			"n": "中牟县人民法院"
		},
		{
			"i": 17011300,
			"n": "郑州高新技术产业开发区人民法院"
		}
	],
	"17020000": [
		{
			"i": 17020100,
			"n": "开封市鼓楼区人民法院"
		},
		{
			"i": 17020200,
			"n": "开封市龙亭区人民法院"
		},
		{
			"i": 17020300,
			"n": "开封市顺河回族区人民法院"
		},
		{
			"i": 17020400,
			"n": "开封市禹王台区人民法院"
		},
		{
			"i": 17020500,
			"n": "开封市金明区人民法院"
		},
		{
			"i": 17020600,
			"n": "杞县人民法院"
		},
		{
			"i": 17020700,
			"n": "通许县人民法院"
		},
		{
			"i": 17020800,
			"n": "尉氏县人民法院"
		},
		{
			"i": 17020900,
			"n": "开封市祥符区人民法院"
		},
		{
			"i": 17021000,
			"n": "兰考县人民法院"
		}
	],
	"17030000": [
		{
			"i": 17030100,
			"n": "洛阳市西工区人民法院"
		},
		{
			"i": 17030200,
			"n": "洛阳市老城区人民法院"
		},
		{
			"i": 17030300,
			"n": "洛阳市瀍河回族区人民法院"
		},
		{
			"i": 17030400,
			"n": "洛阳市涧西区人民法院"
		},
		{
			"i": 17030500,
			"n": "洛阳市吉利区人民法院"
		},
		{
			"i": 17030600,
			"n": "洛阳市洛龙区人民法院"
		},
		{
			"i": 17030700,
			"n": "偃师市人民法院"
		},
		{
			"i": 17030800,
			"n": "孟津县人民法院"
		},
		{
			"i": 17030900,
			"n": "新安县人民法院"
		},
		{
			"i": 17031000,
			"n": "栾川县人民法院"
		},
		{
			"i": 17031100,
			"n": "嵩县人民法院"
		},
		{
			"i": 17031200,
			"n": "汝阳县人民法院"
		},
		{
			"i": 17031300,
			"n": "宜阳县人民法院"
		},
		{
			"i": 17031400,
			"n": "洛宁县人民法院"
		},
		{
			"i": 17031500,
			"n": "伊川县人民法院"
		},
		{
			"i": 17031600,
			"n": "洛阳高新技术产业开发区人民法院"
		}
	],
	"17040000": [
		{
			"i": 17040100,
			"n": "平顶山市新华区人民法院"
		},
		{
			"i": 17040200,
			"n": "平顶山市卫东区人民法院"
		},
		{
			"i": 17040300,
			"n": "平顶山市湛河区人民法院"
		},
		{
			"i": 17040400,
			"n": "平顶山市石龙区人民法院"
		},
		{
			"i": 17040500,
			"n": "舞钢市人民法院"
		},
		{
			"i": 17040600,
			"n": "汝州市人民法院"
		},
		{
			"i": 17040700,
			"n": "宝丰县人民法院"
		},
		{
			"i": 17040800,
			"n": "叶县人民法院"
		},
		{
			"i": 17040900,
			"n": "鲁山县人民法院"
		},
		{
			"i": 17041000,
			"n": "郏县人民法院"
		}
	],
	"17050000": [
		{
			"i": 17050100,
			"n": "安阳市北关区人民法院"
		},
		{
			"i": 17050200,
			"n": "安阳市文峰区人民法院"
		},
		{
			"i": 17050300,
			"n": "安阳市殷都区人民法院"
		},
		{
			"i": 17050400,
			"n": "安阳市龙安区人民法院"
		},
		{
			"i": 17050500,
			"n": "林州市人民法院"
		},
		{
			"i": 17050600,
			"n": "安阳县人民法院"
		},
		{
			"i": 17050700,
			"n": "汤阴县人民法院"
		},
		{
			"i": 17050800,
			"n": "滑县人民法院"
		},
		{
			"i": 17050900,
			"n": "内黄县人民法院"
		}
	],
	"17060000": [
		{
			"i": 17060100,
			"n": "鹤壁市淇滨区人民法院"
		},
		{
			"i": 17060200,
			"n": "鹤壁市山城区人民法院"
		},
		{
			"i": 17060300,
			"n": "鹤壁市鹤山区人民法院"
		},
		{
			"i": 17060400,
			"n": "浚县人民法院"
		},
		{
			"i": 17060500,
			"n": "淇县人民法院"
		}
	],
	"17070000": [
		{
			"i": 17070100,
			"n": "新乡市卫滨区人民法院"
		},
		{
			"i": 17070200,
			"n": "新乡市红旗区人民法院"
		},
		{
			"i": 17070300,
			"n": "新乡市凤泉区人民法院"
		},
		{
			"i": 17070400,
			"n": "新乡市牧野区人民法院"
		},
		{
			"i": 17070500,
			"n": "卫辉市人民法院"
		},
		{
			"i": 17070600,
			"n": "辉县市人民法院"
		},
		{
			"i": 17070700,
			"n": "新乡县人民法院"
		},
		{
			"i": 17070800,
			"n": "获嘉县人民法院"
		},
		{
			"i": 17070900,
			"n": "原阳县人民法院"
		},
		{
			"i": 17071000,
			"n": "延津县人民法院"
		},
		{
			"i": 17071100,
			"n": "封丘县人民法院"
		},
		{
			"i": 17071200,
			"n": "长垣县人民法院"
		}
	],
	"17080000": [
		{
			"i": 17080100,
			"n": "焦作市解放区人民法院"
		},
		{
			"i": 17080200,
			"n": "焦作市山阳区人民法院"
		},
		{
			"i": 17080300,
			"n": "焦作市中站区人民法院"
		},
		{
			"i": 17080400,
			"n": "焦作市马村区人民法院"
		},
		{
			"i": 17080500,
			"n": "孟州市人民法院"
		},
		{
			"i": 17080600,
			"n": "沁阳市人民法院"
		},
		{
			"i": 17080700,
			"n": "修武县人民法院"
		},
		{
			"i": 17080800,
			"n": "博爱县人民法院"
		},
		{
			"i": 17080900,
			"n": "武陟县人民法院"
		},
		{
			"i": 17081000,
			"n": "温县人民法院"
		}
	],
	"17090000": [
		{
			"i": 17090100,
			"n": "濮阳市华龙区人民法院"
		},
		{
			"i": 17090200,
			"n": "清丰县人民法院"
		},
		{
			"i": 17090300,
			"n": "南乐县人民法院"
		},
		{
			"i": 17090400,
			"n": "范县人民法院"
		},
		{
			"i": 17090500,
			"n": "台前县人民法院"
		},
		{
			"i": 17090600,
			"n": "濮阳县人民法院"
		}
	],
	"17100000": [
		{
			"i": 17100100,
			"n": "许昌市魏都区人民法院"
		},
		{
			"i": 17100200,
			"n": "禹州市人民法院"
		},
		{
			"i": 17100300,
			"n": "长葛市人民法院"
		},
		{
			"i": 17100400,
			"n": "许昌县人民法院"
		},
		{
			"i": 17100500,
			"n": "鄢陵县人民法院"
		},
		{
			"i": 17100600,
			"n": "襄城县人民法院"
		}
	],
	"17110000": [
		{
			"i": 17110100,
			"n": "漯河市郾城区人民法院"
		},
		{
			"i": 17110200,
			"n": "漯河市源汇区人民法院"
		},
		{
			"i": 17110300,
			"n": "漯河市召陵区人民法院"
		},
		{
			"i": 17110400,
			"n": "舞阳县人民法院"
		},
		{
			"i": 17110500,
			"n": "临颍县人民法院"
		}
	],
	"17120000": [
		{
			"i": 17120100,
			"n": "三门峡市湖滨区人民法院"
		},
		{
			"i": 17120200,
			"n": "义马市人民法院"
		},
		{
			"i": 17120300,
			"n": "灵宝市人民法院"
		},
		{
			"i": 17120400,
			"n": "渑池县人民法院"
		},
		{
			"i": 17120500,
			"n": "陕县人民法院"
		},
		{
			"i": 17120600,
			"n": "卢氏县人民法院"
		}
	],
	"17130000": [
		{
			"i": 17130100,
			"n": "南阳市卧龙区人民法院"
		},
		{
			"i": 17130200,
			"n": "南阳市宛城区人民法院"
		},
		{
			"i": 17130300,
			"n": "邓州市人民法院"
		},
		{
			"i": 17130400,
			"n": "南召县人民法院"
		},
		{
			"i": 17130500,
			"n": "方城县人民法院"
		},
		{
			"i": 17130600,
			"n": "西峡县人民法院"
		},
		{
			"i": 17130700,
			"n": "镇平县人民法院"
		},
		{
			"i": 17130800,
			"n": "内乡县人民法院"
		},
		{
			"i": 17130900,
			"n": "淅川县人民法院"
		},
		{
			"i": 17131000,
			"n": "社旗县人民法院"
		},
		{
			"i": 17131100,
			"n": "唐河县人民法院"
		},
		{
			"i": 17131200,
			"n": "新野县人民法院"
		},
		{
			"i": 17131300,
			"n": "桐柏县人民法院"
		}
	],
	"17140000": [
		{
			"i": 17140100,
			"n": "商丘市梁园区人民法院"
		},
		{
			"i": 17140200,
			"n": "商丘市睢阳区人民法院"
		},
		{
			"i": 17140300,
			"n": "永城市人民法院"
		},
		{
			"i": 17140400,
			"n": "虞城县人民法院"
		},
		{
			"i": 17140500,
			"n": "民权县人民法院"
		},
		{
			"i": 17140600,
			"n": "宁陵县人民法院"
		},
		{
			"i": 17140700,
			"n": "睢县人民法院"
		},
		{
			"i": 17140800,
			"n": "夏邑县人民法院"
		},
		{
			"i": 17140900,
			"n": "柘城县人民法院"
		}
	],
	"17150000": [
		{
			"i": 17150100,
			"n": "信阳市浉河区人民法院"
		},
		{
			"i": 17150200,
			"n": "信阳市平桥区人民法院"
		},
		{
			"i": 17150300,
			"n": "息县人民法院"
		},
		{
			"i": 17150400,
			"n": "淮滨县人民法院"
		},
		{
			"i": 17150500,
			"n": "潢川县人民法院"
		},
		{
			"i": 17150600,
			"n": "光山县人民法院"
		},
		{
			"i": 17150700,
			"n": "固始县人民法院"
		},
		{
			"i": 17150800,
			"n": "商城县人民法院"
		},
		{
			"i": 17150900,
			"n": "罗山县人民法院"
		},
		{
			"i": 17151000,
			"n": "新县人民法院"
		}
	],
	"17160000": [
		{
			"i": 17160100,
			"n": "周口市川汇区人民法院"
		},
		{
			"i": 17160200,
			"n": "项城市人民法院"
		},
		{
			"i": 17160300,
			"n": "扶沟县人民法院"
		},
		{
			"i": 17160400,
			"n": "西华县人民法院"
		},
		{
			"i": 17160500,
			"n": "商水县人民法院"
		},
		{
			"i": 17160600,
			"n": "太康县人民法院"
		},
		{
			"i": 17160700,
			"n": "鹿邑县人民法院"
		},
		{
			"i": 17160800,
			"n": "郸城县人民法院"
		},
		{
			"i": 17160900,
			"n": "淮阳县人民法院"
		},
		{
			"i": 17161000,
			"n": "沈丘县人民法院"
		}
	],
	"17170000": [
		{
			"i": 17170100,
			"n": "驻马店市驿城区人民法院"
		},
		{
			"i": 17170200,
			"n": "确山县人民法院"
		},
		{
			"i": 17170300,
			"n": "泌阳县人民法院"
		},
		{
			"i": 17170400,
			"n": "遂平县人民法院"
		},
		{
			"i": 17170500,
			"n": "西平县人民法院"
		},
		{
			"i": 17170600,
			"n": "上蔡县人民法院"
		},
		{
			"i": 17170700,
			"n": "汝南县人民法院"
		},
		{
			"i": 17170800,
			"n": "平舆县人民法院"
		},
		{
			"i": 17170900,
			"n": "新蔡县人民法院"
		},
		{
			"i": 17171000,
			"n": "正阳县人民法院"
		}
	],
	"17180000": [
		{
			"i": 17180100,
			"n": "济源市人民法院"
		}
	],
	"17190000": [
		{
			"i": 17190100,
			"n": "郑州铁路运输法院"
		},
		{
			"i": 17190200,
			"n": "洛阳铁路运输法院"
		}
	],
	"18000000": [
		{
			"i": 18010000,
			"n": "湖北省武汉市中级人民法院"
		},
		{
			"i": 18020000,
			"n": "湖北省黄石市中级人民法院"
		},
		{
			"i": 18030000,
			"n": "湖北省襄阳市中级人民法院"
		},
		{
			"i": 18040000,
			"n": "湖北省荆州市中级人民法院"
		},
		{
			"i": 18050000,
			"n": "湖北省宜昌市中级人民法院"
		},
		{
			"i": 18060000,
			"n": "湖北省十堰市中级人民法院"
		},
		{
			"i": 18070000,
			"n": "湖北省孝感市中级人民法院"
		},
		{
			"i": 18080000,
			"n": "湖北省荆门市中级人民法院"
		},
		{
			"i": 18090000,
			"n": "湖北省鄂州市中级人民法院"
		},
		{
			"i": 18100000,
			"n": "湖北省黄冈市中级人民法院"
		},
		{
			"i": 18110000,
			"n": "湖北省咸宁市中级人民法院"
		},
		{
			"i": 18120000,
			"n": "湖北省恩施土家族苗族自治州中级人民法院"
		},
		{
			"i": 18130000,
			"n": "湖北省随州市中级人民法院"
		},
		{
			"i": 18140000,
			"n": "湖北省汉江中级人民法院"
		},
		{
			"i": 18150000,
			"n": "武汉海事法院"
		},
		{
			"i": 18160000,
			"n": "武汉铁路运输中级法院"
		}
	],
	"18010000": [
		{
			"i": 18010100,
			"n": "武汉市江岸区人民法院"
		},
		{
			"i": 18010200,
			"n": "武汉市江汉区人民法院"
		},
		{
			"i": 18010300,
			"n": "武汉市硚口区人民法院"
		},
		{
			"i": 18010400,
			"n": "武汉市汉阳区人民法院"
		},
		{
			"i": 18010500,
			"n": "武汉市武昌区人民法院"
		},
		{
			"i": 18010600,
			"n": "武汉市洪山区人民法院"
		},
		{
			"i": 18010700,
			"n": "武汉市青山区人民法院"
		},
		{
			"i": 18010800,
			"n": "武汉市蔡甸区人民法院"
		},
		{
			"i": 18010900,
			"n": "武汉市东西湖区人民法院"
		},
		{
			"i": 18011000,
			"n": "武汉市汉南区人民法院"
		},
		{
			"i": 18011100,
			"n": "武汉市江夏区人民法院"
		},
		{
			"i": 18011200,
			"n": "武汉市黄陂区人民法院"
		},
		{
			"i": 18011300,
			"n": "武汉市新洲区人民法院"
		},
		{
			"i": 18011400,
			"n": "武汉经济技术开发区人民法院"
		},
		{
			"i": 18011500,
			"n": "武汉东湖新技术开发区人民法院"
		}
	],
	"18020000": [
		{
			"i": 18020100,
			"n": "黄石市黄石港区人民法院"
		},
		{
			"i": 18020200,
			"n": "黄石市西塞山区人民法院"
		},
		{
			"i": 18020300,
			"n": "黄石市下陆区人民法院"
		},
		{
			"i": 18020400,
			"n": "黄石市铁山区人民法院"
		},
		{
			"i": 18020500,
			"n": "大冶市人民法院"
		},
		{
			"i": 18020600,
			"n": "阳新县人民法院"
		}
	],
	"18030000": [
		{
			"i": 18030100,
			"n": "襄阳市襄州区人民法院"
		},
		{
			"i": 18030200,
			"n": "襄阳市樊城区人民法院"
		},
		{
			"i": 18030300,
			"n": "襄阳市襄城区人民法院"
		},
		{
			"i": 18030400,
			"n": "枣阳市人民法院"
		},
		{
			"i": 18030500,
			"n": "宜城市人民法院"
		},
		{
			"i": 18030600,
			"n": "老河口市人民法院"
		},
		{
			"i": 18030700,
			"n": "南漳县人民法院"
		},
		{
			"i": 18030800,
			"n": "保康县人民法院"
		},
		{
			"i": 18030900,
			"n": "谷城县人民法院"
		},
		{
			"i": 18031000,
			"n": "襄阳高新技术产业开发区人民法院"
		}
	],
	"18040000": [
		{
			"i": 18040100,
			"n": "荆州市荆州区人民法院"
		},
		{
			"i": 18040200,
			"n": "荆州市沙市区人民法院"
		},
		{
			"i": 18040300,
			"n": "松滋市人民法院"
		},
		{
			"i": 18040400,
			"n": "石首市人民法院"
		},
		{
			"i": 18040500,
			"n": "洪湖市人民法院"
		},
		{
			"i": 18040600,
			"n": "江陵县人民法院"
		},
		{
			"i": 18040700,
			"n": "公安县人民法院"
		},
		{
			"i": 18040800,
			"n": "监利县人民法院"
		}
	],
	"18050000": [
		{
			"i": 18050100,
			"n": "宜昌市西陵区人民法院"
		},
		{
			"i": 18050200,
			"n": "宜昌市伍家岗区人民法院"
		},
		{
			"i": 18050300,
			"n": "宜昌市点军区人民法院"
		},
		{
			"i": 18050400,
			"n": "宜昌市猇亭区人民法院"
		},
		{
			"i": 18050500,
			"n": "宜昌市三峡坝区人民法院"
		},
		{
			"i": 18050600,
			"n": "宜昌市夷陵区人民法院"
		},
		{
			"i": 18050700,
			"n": "枝江市人民法院"
		},
		{
			"i": 18050800,
			"n": "宜都市人民法院"
		},
		{
			"i": 18050900,
			"n": "当阳市人民法院"
		},
		{
			"i": 18051000,
			"n": "长阳土家族自治县人民法院"
		},
		{
			"i": 18051100,
			"n": "五峰土家族自治县人民法院"
		},
		{
			"i": 18051200,
			"n": "秭归县人民法院"
		},
		{
			"i": 18051300,
			"n": "兴山县人民法院"
		},
		{
			"i": 18051400,
			"n": "远安县人民法院"
		},
		{
			"i": 18051500,
			"n": "葛洲坝人民法院"
		},
		{
			"i": 18051600,
			"n": "神农架林区人民法院"
		}
	],
	"18060000": [
		{
			"i": 18060100,
			"n": "十堰市茅箭区人民法院"
		},
		{
			"i": 18060200,
			"n": "十堰市张湾区人民法院"
		},
		{
			"i": 18060300,
			"n": "丹江口市人民法院"
		},
		{
			"i": 18060400,
			"n": "竹山县人民法院"
		},
		{
			"i": 18060500,
			"n": "房县人民法院"
		},
		{
			"i": 18060600,
			"n": "郧县人民法院"
		},
		{
			"i": 18060700,
			"n": "竹溪县人民法院"
		},
		{
			"i": 18060800,
			"n": "郧西县人民法院"
		}
	],
	"18070000": [
		{
			"i": 18070100,
			"n": "孝感市孝南区人民法院"
		},
		{
			"i": 18070200,
			"n": "汉川市人民法院"
		},
		{
			"i": 18070300,
			"n": "应城市人民法院"
		},
		{
			"i": 18070400,
			"n": "安陆市人民法院"
		},
		{
			"i": 18070500,
			"n": "云梦县人民法院"
		},
		{
			"i": 18070600,
			"n": "大悟县人民法院"
		},
		{
			"i": 18070700,
			"n": "孝昌县人民法院"
		}
	],
	"18080000": [
		{
			"i": 18080100,
			"n": "荆门市东宝区人民法院"
		},
		{
			"i": 18080200,
			"n": "荆门市掇刀区人民法院"
		},
		{
			"i": 18080300,
			"n": "钟祥市人民法院"
		},
		{
			"i": 18080400,
			"n": "京山县人民法院"
		},
		{
			"i": 18080500,
			"n": "沙洋县人民法院"
		},
		{
			"i": 18080600,
			"n": "沙洋人民法院"
		}
	],
	"18090000": [
		{
			"i": 18090100,
			"n": "鄂州市鄂城区人民法院"
		},
		{
			"i": 18090200,
			"n": "鄂州市华容区人民法院"
		},
		{
			"i": 18090300,
			"n": "鄂州市梁子湖区人民法院"
		}
	],
	"18100000": [
		{
			"i": 18100100,
			"n": "黄冈市黄州区人民法院"
		},
		{
			"i": 18100200,
			"n": "武穴市人民法院"
		},
		{
			"i": 18100300,
			"n": "麻城市人民法院"
		},
		{
			"i": 18100400,
			"n": "团风县人民法院"
		},
		{
			"i": 18100500,
			"n": "浠水县人民法院"
		},
		{
			"i": 18100600,
			"n": "蕲春县人民法院"
		},
		{
			"i": 18100700,
			"n": "黄梅县人民法院"
		},
		{
			"i": 18100800,
			"n": "英山县人民法院"
		},
		{
			"i": 18100900,
			"n": "罗田县人民法院"
		},
		{
			"i": 18101000,
			"n": "红安县人民法院"
		}
	],
	"18110000": [
		{
			"i": 18110100,
			"n": "咸宁市咸安区人民法院"
		},
		{
			"i": 18110200,
			"n": "赤壁市人民法院"
		},
		{
			"i": 18110300,
			"n": "通城县人民法院"
		},
		{
			"i": 18110400,
			"n": "嘉鱼县人民法院"
		},
		{
			"i": 18110500,
			"n": "通山县人民法院"
		},
		{
			"i": 18110600,
			"n": "崇阳县人民法院"
		}
	],
	"18120000": [
		{
			"i": 18120100,
			"n": "恩施市人民法院"
		},
		{
			"i": 18120200,
			"n": "利川市人民法院"
		},
		{
			"i": 18120300,
			"n": "宣恩县人民法院"
		},
		{
			"i": 18120400,
			"n": "建始县人民法院"
		},
		{
			"i": 18120500,
			"n": "巴东县人民法院"
		},
		{
			"i": 18120600,
			"n": "来凤县人民法院"
		},
		{
			"i": 18120700,
			"n": "咸丰县人民法院"
		},
		{
			"i": 18120800,
			"n": "鹤峰县人民法院"
		}
	],
	"18130000": [
		{
			"i": 18130100,
			"n": "随州市曾都区人民法院"
		},
		{
			"i": 18130200,
			"n": "广水市人民法院"
		},
		{
			"i": 18130300,
			"n": "随县人民法院"
		}
	],
	"18140000": [
		{
			"i": 18140100,
			"n": "潜江市人民法院"
		},
		{
			"i": 18140200,
			"n": "天门市人民法院"
		},
		{
			"i": 18140300,
			"n": "仙桃市人民法院"
		}
	],
	"18160000": [
		{
			"i": 18160100,
			"n": "武汉铁路运输法院"
		},
		{
			"i": 18160200,
			"n": "襄阳铁路运输法院"
		}
	],
	"19000000": [
		{
			"i": 19010000,
			"n": "湖南省长沙市中级人民法院"
		},
		{
			"i": 19020000,
			"n": "湖南省湘潭市中级人民法院"
		},
		{
			"i": 19030000,
			"n": "湖南省株洲市中级人民法院"
		},
		{
			"i": 19040000,
			"n": "湖南省衡阳市中级人民法院"
		},
		{
			"i": 19050000,
			"n": "湖南省郴州市中级人民法院"
		},
		{
			"i": 19060000,
			"n": "湖南省岳阳市中级人民法院"
		},
		{
			"i": 19070000,
			"n": "湖南省常德市中级人民法院"
		},
		{
			"i": 19080000,
			"n": "湖南省益阳市中级人民法院"
		},
		{
			"i": 19090000,
			"n": "湖南省娄底市中级人民法院"
		},
		{
			"i": 19100000,
			"n": "湖南省邵阳市中级人民法院"
		},
		{
			"i": 19110000,
			"n": "湖南省永州市中级人民法院"
		},
		{
			"i": 19120000,
			"n": "湖南省张家界市中级人民法院"
		},
		{
			"i": 19130000,
			"n": "湖南省怀化市中级人民法院"
		},
		{
			"i": 19140000,
			"n": "湖南省湘西土家族苗族自治州中级人民法院"
		},
		{
			"i": 19150000,
			"n": "长沙铁路运输法院"
		},
		{
			"i": 19160000,
			"n": "衡阳铁路运输法院"
		},
		{
			"i": 19170000,
			"n": "怀化铁路运输法院"
		}
	],
	"19010000": [
		{
			"i": 19010100,
			"n": "长沙市岳麓区人民法院"
		},
		{
			"i": 19010200,
			"n": "长沙市芙蓉区人民法院"
		},
		{
			"i": 19010300,
			"n": "长沙市天心区人民法院"
		},
		{
			"i": 19010400,
			"n": "长沙市开福区人民法院"
		},
		{
			"i": 19010500,
			"n": "长沙市雨花区人民法院"
		},
		{
			"i": 19010600,
			"n": "浏阳市人民法院"
		},
		{
			"i": 19010700,
			"n": "长沙县人民法院"
		},
		{
			"i": 19010800,
			"n": "望城县人民法院"
		},
		{
			"i": 19010900,
			"n": "宁乡县人民法院"
		}
	],
	"19020000": [
		{
			"i": 19020100,
			"n": "湘潭市岳塘区人民法院"
		},
		{
			"i": 19020200,
			"n": "湘潭市雨湖区人民法院"
		},
		{
			"i": 19020300,
			"n": "湘乡市人民法院"
		},
		{
			"i": 19020400,
			"n": "韶山市人民法院"
		},
		{
			"i": 19020500,
			"n": "湘潭县人民法院"
		}
	],
	"19030000": [
		{
			"i": 19030100,
			"n": "株洲市天元区人民法院"
		},
		{
			"i": 19030200,
			"n": "株洲市荷塘区人民法院"
		},
		{
			"i": 19030300,
			"n": "株洲市芦淞区人民法院"
		},
		{
			"i": 19030400,
			"n": "株洲市石峰区人民法院"
		},
		{
			"i": 19030500,
			"n": "醴陵市人民法院"
		},
		{
			"i": 19030600,
			"n": "株洲县人民法院"
		},
		{
			"i": 19030700,
			"n": "攸县人民法院"
		},
		{
			"i": 19030800,
			"n": "茶陵县人民法院"
		},
		{
			"i": 19030900,
			"n": "炎陵县人民法院"
		}
	],
	"19040000": [
		{
			"i": 19040100,
			"n": "衡阳市蒸湘区人民法院"
		},
		{
			"i": 19040200,
			"n": "衡阳市雁峰区人民法院"
		},
		{
			"i": 19040300,
			"n": "衡阳市珠晖区人民法院"
		},
		{
			"i": 19040400,
			"n": "衡阳市石鼓区人民法院"
		},
		{
			"i": 19040500,
			"n": "衡阳市南岳区人民法院"
		},
		{
			"i": 19040600,
			"n": "常宁市人民法院"
		},
		{
			"i": 19040700,
			"n": "耒阳市人民法院"
		},
		{
			"i": 19040800,
			"n": "衡阳县人民法院"
		},
		{
			"i": 19040900,
			"n": "衡南县人民法院"
		},
		{
			"i": 19041000,
			"n": "衡山县人民法院"
		},
		{
			"i": 19041100,
			"n": "衡东县人民法院"
		},
		{
			"i": 19041200,
			"n": "祁东县人民法院"
		}
	],
	"19050000": [
		{
			"i": 19050100,
			"n": "郴州市北湖区人民法院"
		},
		{
			"i": 19050200,
			"n": "郴州市苏仙区人民法院"
		},
		{
			"i": 19050300,
			"n": "资兴市人民法院"
		},
		{
			"i": 19050400,
			"n": "桂阳县人民法院"
		},
		{
			"i": 19050500,
			"n": "永兴县人民法院"
		},
		{
			"i": 19050600,
			"n": "宜章县人民法院"
		},
		{
			"i": 19050700,
			"n": "嘉禾县人民法院"
		},
		{
			"i": 19050800,
			"n": "临武县人民法院"
		},
		{
			"i": 19050900,
			"n": "汝城县人民法院"
		},
		{
			"i": 19051000,
			"n": "桂东县人民法院"
		},
		{
			"i": 19051100,
			"n": "安仁县人民法院"
		}
	],
	"19060000": [
		{
			"i": 19060100,
			"n": "岳阳市岳阳楼区人民法院"
		},
		{
			"i": 19060200,
			"n": "岳阳市君山区人民法院"
		},
		{
			"i": 19060300,
			"n": "岳阳市云溪区人民法院"
		},
		{
			"i": 19060400,
			"n": "汨罗市人民法院"
		},
		{
			"i": 19060500,
			"n": "临湘市人民法院"
		},
		{
			"i": 19060600,
			"n": "岳阳县人民法院"
		},
		{
			"i": 19060700,
			"n": "华容县人民法院"
		},
		{
			"i": 19060800,
			"n": "湘阴县人民法院"
		},
		{
			"i": 19060900,
			"n": "平江县人民法院"
		},
		{
			"i": 19061000,
			"n": "屈原管理区人民法院"
		}
	],
	"19070000": [
		{
			"i": 19070100,
			"n": "常德市武陵区人民法院"
		},
		{
			"i": 19070200,
			"n": "常德市鼎城区人民法院"
		},
		{
			"i": 19070300,
			"n": "津市市人民法院"
		},
		{
			"i": 19070400,
			"n": "安乡县人民法院"
		},
		{
			"i": 19070500,
			"n": "汉寿县人民法院"
		},
		{
			"i": 19070600,
			"n": "澧县人民法院"
		},
		{
			"i": 19070700,
			"n": "临澧县人民法院"
		},
		{
			"i": 19070800,
			"n": "桃源县人民法院"
		},
		{
			"i": 19070900,
			"n": "石门县人民法院"
		}
	],
	"19080000": [
		{
			"i": 19080100,
			"n": "益阳市赫山区人民法院"
		},
		{
			"i": 19080200,
			"n": "益阳市资阳区人民法院"
		},
		{
			"i": 19080300,
			"n": "沅江市人民法院"
		},
		{
			"i": 19080400,
			"n": "南县人民法院"
		},
		{
			"i": 19080500,
			"n": "桃江县人民法院"
		},
		{
			"i": 19080600,
			"n": "安化县人民法院"
		},
		{
			"i": 19080700,
			"n": "大通湖管理区人民法院"
		}
	],
	"19090000": [
		{
			"i": 19090100,
			"n": "娄底市娄星区人民法院"
		},
		{
			"i": 19090200,
			"n": "冷水江市人民法院"
		},
		{
			"i": 19090300,
			"n": "涟源市人民法院"
		},
		{
			"i": 19090400,
			"n": "双峰县人民法院"
		},
		{
			"i": 19090500,
			"n": "新化县人民法院"
		}
	],
	"19100000": [
		{
			"i": 19100100,
			"n": "邵阳市大祥区人民法院"
		},
		{
			"i": 19100200,
			"n": "邵阳市双清区人民法院"
		},
		{
			"i": 19100300,
			"n": "邵阳市北塔区人民法院"
		},
		{
			"i": 19100400,
			"n": "武冈市人民法院"
		},
		{
			"i": 19100500,
			"n": "邵东县人民法院"
		},
		{
			"i": 19100600,
			"n": "邵阳县人民法院"
		},
		{
			"i": 19100700,
			"n": "新邵县人民法院"
		},
		{
			"i": 19100800,
			"n": "隆回县人民法院"
		},
		{
			"i": 19100900,
			"n": "洞口县人民法院"
		},
		{
			"i": 19101000,
			"n": "绥宁县人民法院"
		},
		{
			"i": 19101100,
			"n": "新宁县人民法院"
		},
		{
			"i": 19101200,
			"n": "城步苗族自治县人民法院"
		}
	],
	"19110000": [
		{
			"i": 19110100,
			"n": "永州市冷水滩区人民法院"
		},
		{
			"i": 19110200,
			"n": "永州市零陵区人民法院"
		},
		{
			"i": 19110300,
			"n": "东安县人民法院"
		},
		{
			"i": 19110400,
			"n": "道县人民法院"
		},
		{
			"i": 19110500,
			"n": "宁远县人民法院"
		},
		{
			"i": 19110600,
			"n": "江永县人民法院"
		},
		{
			"i": 19110700,
			"n": "蓝山县人民法院"
		},
		{
			"i": 19110800,
			"n": "新田县人民法院"
		},
		{
			"i": 19110900,
			"n": "双牌县人民法院"
		},
		{
			"i": 19111000,
			"n": "祁阳县人民法院"
		},
		{
			"i": 19111100,
			"n": "江华瑶族自治县人民法院"
		}
	],
	"19120000": [
		{
			"i": 19120100,
			"n": "张家界市永定区人民法院"
		},
		{
			"i": 19120200,
			"n": "张家界市武陵源区人民法院"
		},
		{
			"i": 19120300,
			"n": "慈利县人民法院"
		},
		{
			"i": 19120400,
			"n": "桑植县人民法院"
		}
	],
	"19130000": [
		{
			"i": 19130100,
			"n": "怀化市鹤城区人民法院"
		},
		{
			"i": 19130200,
			"n": "洪江市人民法院"
		},
		{
			"i": 19130300,
			"n": "沅陵县人民法院"
		},
		{
			"i": 19130400,
			"n": "辰溪县人民法院"
		},
		{
			"i": 19130500,
			"n": "溆浦县人民法院"
		},
		{
			"i": 19130600,
			"n": "中方县人民法院"
		},
		{
			"i": 19130700,
			"n": "会同县人民法院"
		},
		{
			"i": 19130800,
			"n": "麻阳苗族自治县人民法院"
		},
		{
			"i": 19130900,
			"n": "新晃侗族自治县人民法院"
		},
		{
			"i": 19131000,
			"n": "芷江侗族自治县人民法院"
		},
		{
			"i": 19131100,
			"n": "靖州苗族侗族自治县人民法院"
		},
		{
			"i": 19131200,
			"n": "通道侗族自治县人民法院"
		},
		{
			"i": 19131300,
			"n": "洪江人民法院"
		}
	],
	"19140000": [
		{
			"i": 19140100,
			"n": "吉首市人民法院"
		},
		{
			"i": 19140200,
			"n": "泸溪县人民法院"
		},
		{
			"i": 19140300,
			"n": "凤凰县人民法院"
		},
		{
			"i": 19140400,
			"n": "花垣县人民法院"
		},
		{
			"i": 19140500,
			"n": "保靖县人民法院"
		},
		{
			"i": 19140600,
			"n": "古丈县人民法院"
		},
		{
			"i": 19140700,
			"n": "永顺县人民法院"
		},
		{
			"i": 19140800,
			"n": "龙山县人民法院"
		}
	],
	"20000000": [
		{
			"i": 20010000,
			"n": "广东省广州市中级人民法院"
		},
		{
			"i": 20020000,
			"n": "广东省深圳市中级人民法院"
		},
		{
			"i": 20030000,
			"n": "广东省珠海市中级人民法院"
		},
		{
			"i": 20040000,
			"n": "广东省汕头市中级人民法院"
		},
		{
			"i": 20050000,
			"n": "广东省佛山市中级人民法院"
		},
		{
			"i": 20060000,
			"n": "广东省韶关市中级人民法院"
		},
		{
			"i": 20070000,
			"n": "广东省河源市中级人民法院"
		},
		{
			"i": 20080000,
			"n": "广东省梅州市中级人民法院"
		},
		{
			"i": 20090000,
			"n": "广东省惠州市中级人民法院"
		},
		{
			"i": 20100000,
			"n": "广东省汕尾市中级人民法院"
		},
		{
			"i": 20110000,
			"n": "广东省东莞市中级人民法院"
		},
		{
			"i": 20120000,
			"n": "广东省中山市中级人民法院"
		},
		{
			"i": 20130000,
			"n": "广东省江门市中级人民法院"
		},
		{
			"i": 20140000,
			"n": "广东省阳江市中级人民法院"
		},
		{
			"i": 20150000,
			"n": "广东省湛江市中级人民法院"
		},
		{
			"i": 20160000,
			"n": "广东省茂名市中级人民法院"
		},
		{
			"i": 20170000,
			"n": "广东省肇庆市中级人民法院"
		},
		{
			"i": 20180000,
			"n": "广东省清远市中级人民法院"
		},
		{
			"i": 20190000,
			"n": "广东省潮州市中级人民法院"
		},
		{
			"i": 20200000,
			"n": "广东省揭阳市中级人民法院"
		},
		{
			"i": 20210000,
			"n": "广东省云浮市中级人民法院"
		},
		{
			"i": 20220000,
			"n": "广州海事法院"
		},
		{
			"i": 20230000,
			"n": "广州铁路运输中级法院"
		},
		{
			"i": 20240000,
			"n": "广州知识产权法院"
		}
	],
	"20010000": [
		{
			"i": 20010100,
			"n": "广州市越秀区人民法院"
		},
		{
			"i": 20010200,
			"n": "广州市荔湾区人民法院"
		},
		{
			"i": 20010300,
			"n": "广州市海珠区人民法院"
		},
		{
			"i": 20010400,
			"n": "广州市天河区人民法院"
		},
		{
			"i": 20010500,
			"n": "广州市白云区人民法院"
		},
		{
			"i": 20010600,
			"n": "广州市黄埔区人民法院"
		},
		{
			"i": 20010700,
			"n": "广州市番禺区人民法院"
		},
		{
			"i": 20010800,
			"n": "广州市花都区人民法院"
		},
		{
			"i": 20010900,
			"n": "广州市南沙区人民法院"
		},
		{
			"i": 20011000,
			"n": "广州市萝岗区人民法院"
		},
		{
			"i": 20011100,
			"n": "增城市人民法院"
		},
		{
			"i": 20011200,
			"n": "从化市人民法院"
		}
	],
	"20020000": [
		{
			"i": 20020100,
			"n": "深圳市福田区人民法院"
		},
		{
			"i": 20020200,
			"n": "深圳市罗湖区人民法院"
		},
		{
			"i": 20020300,
			"n": "深圳市南山区人民法院"
		},
		{
			"i": 20020400,
			"n": "深圳市宝安区人民法院"
		},
		{
			"i": 20020500,
			"n": "深圳市龙岗区人民法院"
		},
		{
			"i": 20020600,
			"n": "深圳市盐田区人民法院"
		}
	],
	"20030000": [
		{
			"i": 20030100,
			"n": "珠海市香州区人民法院"
		},
		{
			"i": 20030200,
			"n": "珠海市斗门区人民法院"
		},
		{
			"i": 20030300,
			"n": "珠海市金湾区人民法院"
		},
		{
			"i": 20030400,
			"n": "珠海横琴区人民法院"
		}
	],
	"20040000": [
		{
			"i": 20040100,
			"n": "汕头市金平区人民法院"
		},
		{
			"i": 20040200,
			"n": "汕头市濠江区人民法院"
		},
		{
			"i": 20040300,
			"n": "汕头市龙湖区人民法院"
		},
		{
			"i": 20040400,
			"n": "汕头市潮阳区人民法院"
		},
		{
			"i": 20040500,
			"n": "汕头市潮南区人民法院"
		},
		{
			"i": 20040600,
			"n": "汕头市澄海区人民法院"
		},
		{
			"i": 20040700,
			"n": "南澳县人民法院"
		}
	],
	"20050000": [
		{
			"i": 20050100,
			"n": "佛山市禅城区人民法院"
		},
		{
			"i": 20050200,
			"n": "佛山市南海区人民法院"
		},
		{
			"i": 20050300,
			"n": "佛山市顺德区人民法院"
		},
		{
			"i": 20050400,
			"n": "佛山市三水区人民法院"
		},
		{
			"i": 20050500,
			"n": "佛山市高明区人民法院"
		}
	],
	"20060000": [
		{
			"i": 20060100,
			"n": "韶关市浈江区人民法院"
		},
		{
			"i": 20060200,
			"n": "韶关市武江区人民法院"
		},
		{
			"i": 20060300,
			"n": "韶关市曲江区人民法院"
		},
		{
			"i": 20060400,
			"n": "乐昌市人民法院"
		},
		{
			"i": 20060500,
			"n": "南雄市人民法院"
		},
		{
			"i": 20060600,
			"n": "始兴县人民法院"
		},
		{
			"i": 20060700,
			"n": "仁化县人民法院"
		},
		{
			"i": 20060800,
			"n": "翁源县人民法院"
		},
		{
			"i": 20060900,
			"n": "新丰县人民法院"
		},
		{
			"i": 20061000,
			"n": "乳源瑶族自治县人民法院"
		}
	],
	"20070000": [
		{
			"i": 20070100,
			"n": "河源市源城区人民法院"
		},
		{
			"i": 20070200,
			"n": "紫金县人民法院"
		},
		{
			"i": 20070300,
			"n": "龙川县人民法院"
		},
		{
			"i": 20070400,
			"n": "连平县人民法院"
		},
		{
			"i": 20070500,
			"n": "和平县人民法院"
		},
		{
			"i": 20070600,
			"n": "东源县人民法院"
		}
	],
	"20080000": [
		{
			"i": 20080100,
			"n": "梅州市梅江区人民法院"
		},
		{
			"i": 20080200,
			"n": "兴宁市人民法院"
		},
		{
			"i": 20080300,
			"n": "梅县人民法院"
		},
		{
			"i": 20080400,
			"n": "大埔县人民法院"
		},
		{
			"i": 20080500,
			"n": "丰顺县人民法院"
		},
		{
			"i": 20080600,
			"n": "五华县人民法院"
		},
		{
			"i": 20080700,
			"n": "平远县人民法院"
		},
		{
			"i": 20080800,
			"n": "蕉岭县人民法院"
		}
	],
	"20090000": [
		{
			"i": 20090100,
			"n": "惠州市惠城区人民法院"
		},
		{
			"i": 20090200,
			"n": "惠州市惠阳区人民法院"
		},
		{
			"i": 20090300,
			"n": "博罗县人民法院"
		},
		{
			"i": 20090400,
			"n": "惠东县人民法院"
		},
		{
			"i": 20090500,
			"n": "龙门县人民法院"
		},
		{
			"i": 20090600,
			"n": "大亚湾经济技术开发区人民法院"
		}
	],
	"20100000": [
		{
			"i": 20100100,
			"n": "汕尾市城区人民法院"
		},
		{
			"i": 20100200,
			"n": "陆丰市人民法院"
		},
		{
			"i": 20100300,
			"n": "海丰县人民法院"
		},
		{
			"i": 20100400,
			"n": "陆河县人民法院"
		}
	],
	"20110000": [
		{
			"i": 20110100,
			"n": "东莞市第一人民法院"
		},
		{
			"i": 20110200,
			"n": "东莞市第二人民法院"
		},
		{
			"i": 20110300,
			"n": "东莞市第三人民法院"
		}
	],
	"20120000": [
		{
			"i": 20120100,
			"n": "中山市第一人民法院"
		},
		{
			"i": 20120200,
			"n": "中山市第二人民法院"
		}
	],
	"20130000": [
		{
			"i": 20130100,
			"n": "江门市蓬江区人民法院"
		},
		{
			"i": 20130200,
			"n": "江门市江海区人民法院"
		},
		{
			"i": 20130300,
			"n": "江门市新会区人民法院"
		},
		{
			"i": 20130400,
			"n": "恩平市人民法院"
		},
		{
			"i": 20130500,
			"n": "台山市人民法院"
		},
		{
			"i": 20130600,
			"n": "开平市人民法院"
		},
		{
			"i": 20130700,
			"n": "鹤山市人民法院"
		}
	],
	"20140000": [
		{
			"i": 20140100,
			"n": "阳江市江城区人民法院"
		},
		{
			"i": 20140200,
			"n": "阳春市人民法院"
		},
		{
			"i": 20140300,
			"n": "阳西县人民法院"
		},
		{
			"i": 20140400,
			"n": "阳东县人民法院"
		}
	],
	"20150000": [
		{
			"i": 20150100,
			"n": "湛江市赤坎区人民法院"
		},
		{
			"i": 20150200,
			"n": "湛江市霞山区人民法院"
		},
		{
			"i": 20150300,
			"n": "湛江市坡头区人民法院"
		},
		{
			"i": 20150400,
			"n": "湛江市麻章区人民法院"
		},
		{
			"i": 20150500,
			"n": "吴川市人民法院"
		},
		{
			"i": 20150600,
			"n": "廉江市人民法院"
		},
		{
			"i": 20150700,
			"n": "雷州市人民法院"
		},
		{
			"i": 20150800,
			"n": "遂溪县人民法院"
		},
		{
			"i": 20150900,
			"n": "徐闻县人民法院"
		},
		{
			"i": 20151000,
			"n": "湛江经济技术开发区人民法院"
		}
	],
	"20160000": [
		{
			"i": 20160100,
			"n": "茂名市茂南区人民法院"
		},
		{
			"i": 20160200,
			"n": "茂名市茂港区人民法院"
		},
		{
			"i": 20160300,
			"n": "化州市人民法院"
		},
		{
			"i": 20160400,
			"n": "信宜市人民法院"
		},
		{
			"i": 20160500,
			"n": "高州市人民法院"
		},
		{
			"i": 20160600,
			"n": "电白县人民法院"
		}
	],
	"20170000": [
		{
			"i": 20170100,
			"n": "肇庆市端州区人民法院"
		},
		{
			"i": 20170200,
			"n": "肇庆市鼎湖区人民法院"
		},
		{
			"i": 20170300,
			"n": "高要市人民法院"
		},
		{
			"i": 20170400,
			"n": "四会市人民法院"
		},
		{
			"i": 20170500,
			"n": "广宁县人民法院"
		},
		{
			"i": 20170600,
			"n": "怀集县人民法院"
		},
		{
			"i": 20170700,
			"n": "封开县人民法院"
		},
		{
			"i": 20170800,
			"n": "德庆县人民法院"
		}
	],
	"20180000": [
		{
			"i": 20180100,
			"n": "清远市清城区人民法院"
		},
		{
			"i": 20180200,
			"n": "清远市清新区人民法院"
		},
		{
			"i": 20180300,
			"n": "英德市人民法院"
		},
		{
			"i": 20180400,
			"n": "连州市人民法院"
		},
		{
			"i": 20180500,
			"n": "佛冈县人民法院"
		},
		{
			"i": 20180600,
			"n": "阳山县人民法院"
		},
		{
			"i": 20180700,
			"n": "连山壮族瑶族自治县人民法院"
		},
		{
			"i": 20180800,
			"n": "连南瑶族自治县人民法院"
		}
	],
	"20190000": [
		{
			"i": 20190100,
			"n": "潮州市湘桥区人民法院"
		},
		{
			"i": 20190200,
			"n": "潮州市潮安区人民法院"
		},
		{
			"i": 20190300,
			"n": "饶平县人民法院"
		},
		{
			"i": 20190400,
			"n": "潮州市枫溪人民法院"
		}
	],
	"20200000": [
		{
			"i": 20200100,
			"n": "揭阳市榕城区人民法院"
		},
		{
			"i": 20200200,
			"n": "揭阳市揭东区人民法院"
		},
		{
			"i": 20200300,
			"n": "普宁市人民法院"
		},
		{
			"i": 20200400,
			"n": "揭西县人民法院"
		},
		{
			"i": 20200500,
			"n": "惠来县人民法院"
		}
	],
	"20210000": [
		{
			"i": 20210100,
			"n": "云浮市云城区人民法院"
		},
		{
			"i": 20210200,
			"n": "罗定市人民法院"
		},
		{
			"i": 20210300,
			"n": "云安县人民法院"
		},
		{
			"i": 20210400,
			"n": "新兴县人民法院"
		},
		{
			"i": 20210500,
			"n": "郁南县人民法院"
		}
	],
	"20230000": [
		{
			"i": 20230100,
			"n": "广州铁路运输法院"
		},
		{
			"i": 20230200,
			"n": "肇庆铁路运输法院"
		}
	],
	"21000000": [
		{
			"i": 21010000,
			"n": "广西壮族自治区南宁市中级人民法院"
		},
		{
			"i": 21020000,
			"n": "广西壮族自治区柳州市中级人民法院"
		},
		{
			"i": 21030000,
			"n": "广西壮族自治区桂林市中级人民法院"
		},
		{
			"i": 21040000,
			"n": "广西壮族自治区梧州市中级人民法院"
		},
		{
			"i": 21050000,
			"n": "广西壮族自治区北海市中级人民法院"
		},
		{
			"i": 21060000,
			"n": "广西壮族自治区防城港市中级人民法院"
		},
		{
			"i": 21070000,
			"n": "广西壮族自治区钦州市中级人民法院"
		},
		{
			"i": 21080000,
			"n": "广西壮族自治区贵港市中级人民法院"
		},
		{
			"i": 21090000,
			"n": "广西壮族自治区玉林市中级人民法院"
		},
		{
			"i": 21100000,
			"n": "广西壮族自治区百色市中级人民法院"
		},
		{
			"i": 21110000,
			"n": "广西壮族自治区贺州市中级人民法院"
		},
		{
			"i": 21120000,
			"n": "广西壮族自治区河池市中级人民法院"
		},
		{
			"i": 21130000,
			"n": "广西壮族自治区来宾市中级人民法院"
		},
		{
			"i": 21140000,
			"n": "广西壮族自治区崇左市中级人民法院"
		},
		{
			"i": 21150000,
			"n": "南宁铁路运输中级法院"
		},
		{
			"i": 21160000,
			"n": "北海海事法院"
		}
	],
	"21010000": [
		{
			"i": 21010100,
			"n": "南宁市兴宁区人民法院"
		},
		{
			"i": 21010200,
			"n": "南宁市青秀区人民法院"
		},
		{
			"i": 21010300,
			"n": "南宁市江南区人民法院"
		},
		{
			"i": 21010400,
			"n": "南宁市西乡塘区人民法院"
		},
		{
			"i": 21010500,
			"n": "南宁市良庆区人民法院"
		},
		{
			"i": 21010600,
			"n": "南宁市邕宁区人民法院"
		},
		{
			"i": 21010700,
			"n": "武鸣县人民法院"
		},
		{
			"i": 21010800,
			"n": "隆安县人民法院"
		},
		{
			"i": 21010900,
			"n": "马山县人民法院"
		},
		{
			"i": 21011000,
			"n": "上林县人民法院"
		},
		{
			"i": 21011100,
			"n": "宾阳县人民法院"
		},
		{
			"i": 21011200,
			"n": "横县人民法院"
		}
	],
	"21020000": [
		{
			"i": 21020100,
			"n": "柳州市城中区人民法院"
		},
		{
			"i": 21020200,
			"n": "柳州市鱼峰区人民法院"
		},
		{
			"i": 21020300,
			"n": "柳州市柳南区人民法院"
		},
		{
			"i": 21020400,
			"n": "柳州市柳北区人民法院"
		},
		{
			"i": 21020500,
			"n": "柳江县人民法院"
		},
		{
			"i": 21020600,
			"n": "柳城县人民法院"
		},
		{
			"i": 21020700,
			"n": "鹿寨县人民法院"
		},
		{
			"i": 21020800,
			"n": "融安县人民法院"
		},
		{
			"i": 21020900,
			"n": "融水苗族自治县人民法院"
		},
		{
			"i": 21021000,
			"n": "三江侗族自治县人民法院"
		}
	],
	"21030000": [
		{
			"i": 21030100,
			"n": "桂林市秀峰区人民法院"
		},
		{
			"i": 21030200,
			"n": "桂林市叠彩区人民法院"
		},
		{
			"i": 21030300,
			"n": "桂林市象山区人民法院"
		},
		{
			"i": 21030400,
			"n": "桂林市七星区人民法院"
		},
		{
			"i": 21030500,
			"n": "桂林市雁山区人民法院"
		},
		{
			"i": 21030600,
			"n": "阳朔县人民法院"
		},
		{
			"i": 21030700,
			"n": "临桂县人民法院"
		},
		{
			"i": 21030800,
			"n": "灵川县人民法院"
		},
		{
			"i": 21030900,
			"n": "全州县人民法院"
		},
		{
			"i": 21031000,
			"n": "兴安县人民法院"
		},
		{
			"i": 21031100,
			"n": "永福县人民法院"
		},
		{
			"i": 21031200,
			"n": "灌阳县人民法院"
		},
		{
			"i": 21031300,
			"n": "龙胜各族自治县人民法院"
		},
		{
			"i": 21031400,
			"n": "资源县人民法院"
		},
		{
			"i": 21031500,
			"n": "平乐县人民法院"
		},
		{
			"i": 21031600,
			"n": "荔浦县人民法院"
		},
		{
			"i": 21031700,
			"n": "恭城瑶族自治县人民法院"
		}
	],
	"21040000": [
		{
			"i": 21040100,
			"n": "梧州市万秀区人民法院"
		},
		{
			"i": 21040200,
			"n": "梧州市长洲区人民法院"
		},
		{
			"i": 21040300,
			"n": "梧州市龙圩区人民法院"
		},
		{
			"i": 21040400,
			"n": "岑溪市人民法院"
		},
		{
			"i": 21040500,
			"n": "苍梧县人民法院"
		},
		{
			"i": 21040600,
			"n": "藤县人民法院"
		},
		{
			"i": 21040700,
			"n": "蒙山县人民法院"
		}
	],
	"21050000": [
		{
			"i": 21050100,
			"n": "北海市海城区人民法院"
		},
		{
			"i": 21050200,
			"n": "北海市银海区人民法院"
		},
		{
			"i": 21050300,
			"n": "北海市铁山港区人民法院"
		},
		{
			"i": 21050400,
			"n": "合浦县人民法院"
		}
	],
	"21060000": [
		{
			"i": 21060100,
			"n": "防城港市港口区人民法院"
		},
		{
			"i": 21060200,
			"n": "防城港市防城区人民法院"
		},
		{
			"i": 21060300,
			"n": "东兴市人民法院"
		},
		{
			"i": 21060400,
			"n": "上思县人民法院"
		}
	],
	"21070000": [
		{
			"i": 21070100,
			"n": "钦州市钦南区人民法院"
		},
		{
			"i": 21070200,
			"n": "钦州市钦北区人民法院"
		},
		{
			"i": 21070300,
			"n": "浦北县人民法院"
		},
		{
			"i": 21070400,
			"n": "灵山县人民法院"
		}
	],
	"21080000": [
		{
			"i": 21080100,
			"n": "贵港市港北区人民法院"
		},
		{
			"i": 21080200,
			"n": "贵港市港南区人民法院"
		},
		{
			"i": 21080300,
			"n": "贵港市覃塘区人民法院"
		},
		{
			"i": 21080400,
			"n": "桂平市人民法院"
		},
		{
			"i": 21080500,
			"n": "平南县人民法院"
		}
	],
	"21090000": [
		{
			"i": 21090100,
			"n": "玉林市玉州区人民法院"
		},
		{
			"i": 21090200,
			"n": "北流市人民法院"
		},
		{
			"i": 21090300,
			"n": "容县人民法院"
		},
		{
			"i": 21090400,
			"n": "陆川县人民法院"
		},
		{
			"i": 21090500,
			"n": "博白县人民法院"
		},
		{
			"i": 21090600,
			"n": "兴业县人民法院"
		},
		{
			"i": 21090700,
			"n": "玉林市福绵区人民法院"
		}
	],
	"21100000": [
		{
			"i": 21100100,
			"n": "百色市右江区人民法院"
		},
		{
			"i": 21100200,
			"n": "田阳县人民法院"
		},
		{
			"i": 21100300,
			"n": "田东县人民法院"
		},
		{
			"i": 21100400,
			"n": "平果县人民法院"
		},
		{
			"i": 21100500,
			"n": "德保县人民法院"
		},
		{
			"i": 21100600,
			"n": "靖西县人民法院"
		},
		{
			"i": 21100700,
			"n": "那坡县人民法院"
		},
		{
			"i": 21100800,
			"n": "凌云县人民法院"
		},
		{
			"i": 21100900,
			"n": "乐业县人民法院"
		},
		{
			"i": 21101000,
			"n": "田林县人民法院"
		},
		{
			"i": 21101100,
			"n": "西林县人民法院"
		},
		{
			"i": 21101200,
			"n": "隆林各族自治县人民法院"
		}
	],
	"21110000": [
		{
			"i": 21110100,
			"n": "贺州市八步区人民法院"
		},
		{
			"i": 21110200,
			"n": "昭平县人民法院"
		},
		{
			"i": 21110300,
			"n": "钟山县人民法院"
		},
		{
			"i": 21110400,
			"n": "富川瑶族自治县人民法院"
		}
	],
	"21120000": [
		{
			"i": 21120100,
			"n": "河池市金城江区人民法院"
		},
		{
			"i": 21120200,
			"n": "宜州市人民法院"
		},
		{
			"i": 21120300,
			"n": "南丹县人民法院"
		},
		{
			"i": 21120400,
			"n": "天峨县人民法院"
		},
		{
			"i": 21120500,
			"n": "凤山县人民法院"
		},
		{
			"i": 21120600,
			"n": "东兰县人民法院"
		},
		{
			"i": 21120700,
			"n": "罗城仫佬族自治县人民法院"
		},
		{
			"i": 21120800,
			"n": "环江毛南族自治县人民法院"
		},
		{
			"i": 21120900,
			"n": "巴马瑶族自治县人民法院"
		},
		{
			"i": 21121000,
			"n": "都安瑶族自治县人民法院"
		},
		{
			"i": 21121100,
			"n": "大化瑶族自治县人民法院"
		}
	],
	"21130000": [
		{
			"i": 21130100,
			"n": "来宾市兴宾区人民法院"
		},
		{
			"i": 21130200,
			"n": "合山市人民法院"
		},
		{
			"i": 21130300,
			"n": "忻城县人民法院"
		},
		{
			"i": 21130400,
			"n": "象州县人民法院"
		},
		{
			"i": 21130500,
			"n": "武宣县人民法院"
		},
		{
			"i": 21130600,
			"n": "金秀瑶族自治县人民法院"
		}
	],
	"21140000": [
		{
			"i": 21140100,
			"n": "崇左市江州区人民法院"
		},
		{
			"i": 21140200,
			"n": "凭祥市人民法院"
		},
		{
			"i": 21140300,
			"n": "扶绥县人民法院"
		},
		{
			"i": 21140400,
			"n": "大新县人民法院"
		},
		{
			"i": 21140500,
			"n": "天等县人民法院"
		},
		{
			"i": 21140600,
			"n": "宁明县人民法院"
		},
		{
			"i": 21140700,
			"n": "龙州县人民法院"
		}
	],
	"21150000": [
		{
			"i": 21150100,
			"n": "南宁铁路运输法院"
		},
		{
			"i": 21150200,
			"n": "柳州铁路运输法院"
		}
	],
	"22000000": [
		{
			"i": 22010000,
			"n": "海南省海口市中级人民法院"
		},
		{
			"i": 22020000,
			"n": "海南省三亚市中级人民法院"
		},
		{
			"i": 22030000,
			"n": "海南省三沙市中级人民法院"
		},
		{
			"i": 22040000,
			"n": "海南省第一中级人民法院"
		},
		{
			"i": 22050000,
			"n": "海南省第二中级人民法院"
		},
		{
			"i": 22060000,
			"n": "海口海事法院"
		}
	],
	"22010000": [
		{
			"i": 22010100,
			"n": "海口市龙华区人民法院"
		},
		{
			"i": 22010200,
			"n": "海口市秀英区人民法院"
		},
		{
			"i": 22010300,
			"n": "海口市琼山区人民法院"
		},
		{
			"i": 22010400,
			"n": "海口市美兰区人民法院"
		}
	],
	"22020000": [
		{
			"i": 22020100,
			"n": "三亚市城郊人民法院"
		}
	],
	"22030000": [
		{
			"i": 22030100,
			"n": "三沙市三沙群岛人民法院"
		}
	],
	"22040000": [
		{
			"i": 22040100,
			"n": "文昌市人民法院"
		},
		{
			"i": 22040200,
			"n": "琼海市人民法院"
		},
		{
			"i": 22040300,
			"n": "万宁市人民法院"
		},
		{
			"i": 22040400,
			"n": "五指山市人民法院"
		},
		{
			"i": 22040500,
			"n": "澄迈县人民法院"
		},
		{
			"i": 22040600,
			"n": "定安县人民法院"
		},
		{
			"i": 22040700,
			"n": "屯昌县人民法院"
		},
		{
			"i": 22040800,
			"n": "陵水黎族自治县人民法院"
		},
		{
			"i": 22040900,
			"n": "琼中黎族苗族自治县人民法院"
		},
		{
			"i": 22041000,
			"n": "保亭黎族苗族自治县人民法院"
		}
	],
	"22050000": [
		{
			"i": 22050100,
			"n": "儋州市人民法院"
		},
		{
			"i": 22050200,
			"n": "东方市人民法院"
		},
		{
			"i": 22050300,
			"n": "临高县人民法院"
		},
		{
			"i": 22050400,
			"n": "白沙黎族自治县人民法院"
		},
		{
			"i": 22050500,
			"n": "昌江黎族自治县人民法院"
		},
		{
			"i": 22050600,
			"n": "乐东黎族自治县人民法院"
		},
		{
			"i": 22050700,
			"n": "洋浦经济开发区人民法院"
		}
	],
	"23000000": [
		{
			"i": 23010000,
			"n": "重庆市第一中级人民法院"
		},
		{
			"i": 23020000,
			"n": "重庆市第二中级人民法院"
		},
		{
			"i": 23030000,
			"n": "重庆市第三中级人民法院"
		},
		{
			"i": 23040000,
			"n": "重庆市第四中级人民法院"
		},
		{
			"i": 23050000,
			"n": "重庆市第五中级人民法院"
		},
		{
			"i": 23060000,
			"n": "重庆铁路运输法院"
		}
	],
	"23010000": [
		{
			"i": 23010100,
			"n": "重庆市江北区人民法院"
		},
		{
			"i": 23010200,
			"n": "重庆市沙坪坝区人民法院"
		},
		{
			"i": 23010300,
			"n": "重庆市北碚区人民法院"
		},
		{
			"i": 23010400,
			"n": "重庆市渝北区人民法院"
		},
		{
			"i": 23010500,
			"n": "重庆市长寿区人民法院"
		},
		{
			"i": 23010600,
			"n": "重庆市合川区人民法院"
		},
		{
			"i": 23010700,
			"n": "重庆市大足区人民法院"
		},
		{
			"i": 23010800,
			"n": "重庆市潼南区人民法院"
		},
		{
			"i": 23010900,
			"n": "重庆市铜梁区人民法院"
		},
		{
			"i": 23011000,
			"n": "重庆市璧山区人民法院"
		}
	],
	"23020000": [
		{
			"i": 23020100,
			"n": "重庆市万州区人民法院"
		},
		{
			"i": 23020200,
			"n": "城口县人民法院"
		},
		{
			"i": 23020300,
			"n": "梁平县人民法院"
		},
		{
			"i": 23020400,
			"n": "开县人民法院"
		},
		{
			"i": 23020500,
			"n": "巫溪县人民法院"
		},
		{
			"i": 23020600,
			"n": "巫山县人民法院"
		},
		{
			"i": 23020700,
			"n": "奉节县人民法院"
		},
		{
			"i": 23020800,
			"n": "云阳县人民法院"
		},
		{
			"i": 23020900,
			"n": "忠县人民法院"
		}
	],
	"23030000": [
		{
			"i": 23030100,
			"n": "重庆市涪陵区人民法院"
		},
		{
			"i": 23030200,
			"n": "重庆市南川区人民法院"
		},
		{
			"i": 23030300,
			"n": "垫江县人民法院"
		},
		{
			"i": 23030400,
			"n": "武隆县人民法院"
		},
		{
			"i": 23030500,
			"n": "丰都县人民法院"
		}
	],
	"23040000": [
		{
			"i": 23040100,
			"n": "重庆市黔江区人民法院"
		},
		{
			"i": 23040200,
			"n": "石柱土家族自治县人民法院"
		},
		{
			"i": 23040300,
			"n": "彭水苗族土家族自治县人民法院"
		},
		{
			"i": 23040400,
			"n": "酉阳土家族苗族自治县人民法院"
		},
		{
			"i": 23040500,
			"n": "秀山土家族苗族自治县人民法院"
		}
	],
	"23050000": [
		{
			"i": 23050100,
			"n": "重庆市渝中区人民法院"
		},
		{
			"i": 23050200,
			"n": "重庆市大渡口区人民法院"
		},
		{
			"i": 23050300,
			"n": "重庆市九龙坡区人民法院"
		},
		{
			"i": 23050400,
			"n": "重庆市南岸区人民法院"
		},
		{
			"i": 23050500,
			"n": "重庆市巴南区人民法院"
		},
		{
			"i": 23050600,
			"n": "重庆市江津区人民法院"
		},
		{
			"i": 23050700,
			"n": "重庆市永川区人民法院"
		},
		{
			"i": 23050800,
			"n": "重庆市綦江区人民法院"
		},
		{
			"i": 23050900,
			"n": "重庆市荣昌区人民法院"
		}
	],
	"24000000": [
		{
			"i": 24010000,
			"n": "四川省成都市中级人民法院"
		},
		{
			"i": 24020000,
			"n": "四川省自贡市中级人民法院"
		},
		{
			"i": 24030000,
			"n": "四川省攀枝花市中级人民法院"
		},
		{
			"i": 24040000,
			"n": "四川省泸州市中级人民法院"
		},
		{
			"i": 24050000,
			"n": "四川省德阳市中级人民法院"
		},
		{
			"i": 24060000,
			"n": "四川省绵阳市中级人民法院"
		},
		{
			"i": 24070000,
			"n": "四川省广元市中级人民法院"
		},
		{
			"i": 24080000,
			"n": "四川省遂宁市中级人民法院"
		},
		{
			"i": 24090000,
			"n": "四川省内江市中级人民法院"
		},
		{
			"i": 24100000,
			"n": "四川省乐山市中级人民法院"
		},
		{
			"i": 24110000,
			"n": "四川省南充市中级人民法院"
		},
		{
			"i": 24120000,
			"n": "四川省宜宾市中级人民法院"
		},
		{
			"i": 24130000,
			"n": "四川省广安市中级人民法院"
		},
		{
			"i": 24140000,
			"n": "四川省达州市中级人民法院"
		},
		{
			"i": 24150000,
			"n": "四川省巴中市中级人民法院"
		},
		{
			"i": 24160000,
			"n": "四川省雅安市中级人民法院"
		},
		{
			"i": 24170000,
			"n": "四川省眉山市中级人民法院"
		},
		{
			"i": 24180000,
			"n": "四川省资阳市中级人民法院"
		},
		{
			"i": 24190000,
			"n": "四川省阿坝藏族羌族自治州中级人民法院"
		},
		{
			"i": 24200000,
			"n": "四川省甘孜藏族自治州中级人民法院"
		},
		{
			"i": 24210000,
			"n": "四川省凉山彝族自治州中级人民法院"
		},
		{
			"i": 24220000,
			"n": "成都铁路运输中级法院"
		}
	],
	"24010000": [
		{
			"i": 24010100,
			"n": "成都市锦江区人民法院"
		},
		{
			"i": 24010200,
			"n": "成都市青羊区人民法院"
		},
		{
			"i": 24010300,
			"n": "成都市金牛区人民法院"
		},
		{
			"i": 24010400,
			"n": "成都市武侯区人民法院"
		},
		{
			"i": 24010500,
			"n": "成都市成华区人民法院"
		},
		{
			"i": 24010600,
			"n": "成都市龙泉驿区人民法院"
		},
		{
			"i": 24010700,
			"n": "成都市青白江区人民法院"
		},
		{
			"i": 24010800,
			"n": "成都市新都区人民法院"
		},
		{
			"i": 24010900,
			"n": "成都市温江区人民法院"
		},
		{
			"i": 24011000,
			"n": "都江堰市人民法院"
		},
		{
			"i": 24011100,
			"n": "彭州市人民法院"
		},
		{
			"i": 24011200,
			"n": "邛崃市人民法院"
		},
		{
			"i": 24011300,
			"n": "崇州市人民法院"
		},
		{
			"i": 24011400,
			"n": "金堂县人民法院"
		},
		{
			"i": 24011500,
			"n": "双流县人民法院"
		},
		{
			"i": 24011600,
			"n": "郫县人民法院"
		},
		{
			"i": 24011700,
			"n": "大邑县人民法院"
		},
		{
			"i": 24011800,
			"n": "蒲江县人民法院"
		},
		{
			"i": 24011900,
			"n": "新津县人民法院"
		},
		{
			"i": 24012000,
			"n": "成都高新技术产业开发区人民法院"
		}
	],
	"24020000": [
		{
			"i": 24020100,
			"n": "自贡市自流井区人民法院"
		},
		{
			"i": 24020200,
			"n": "自贡市贡井区人民法院"
		},
		{
			"i": 24020300,
			"n": "自贡市大安区人民法院"
		},
		{
			"i": 24020400,
			"n": "自贡市沿滩区人民法院"
		},
		{
			"i": 24020500,
			"n": "荣县人民法院"
		},
		{
			"i": 24020600,
			"n": "富顺县人民法院"
		}
	],
	"24030000": [
		{
			"i": 24030100,
			"n": "攀枝花市东区人民法院"
		},
		{
			"i": 24030200,
			"n": "攀枝花市西区人民法院"
		},
		{
			"i": 24030300,
			"n": "攀枝花市仁和区人民法院"
		},
		{
			"i": 24030400,
			"n": "米易县人民法院"
		},
		{
			"i": 24030500,
			"n": "盐边县人民法院"
		}
	],
	"24040000": [
		{
			"i": 24040100,
			"n": "泸州市江阳区人民法院"
		},
		{
			"i": 24040200,
			"n": "泸州市龙马潭区人民法院"
		},
		{
			"i": 24040300,
			"n": "泸州市纳溪区人民法院"
		},
		{
			"i": 24040400,
			"n": "泸县人民法院"
		},
		{
			"i": 24040500,
			"n": "合江县人民法院"
		},
		{
			"i": 24040600,
			"n": "叙永县人民法院"
		},
		{
			"i": 24040700,
			"n": "古蔺县人民法院"
		}
	],
	"24050000": [
		{
			"i": 24050100,
			"n": "德阳市旌阳区人民法院"
		},
		{
			"i": 24050200,
			"n": "广汉市人民法院"
		},
		{
			"i": 24050300,
			"n": "什邡市人民法院"
		},
		{
			"i": 24050400,
			"n": "绵竹市人民法院"
		},
		{
			"i": 24050500,
			"n": "中江县人民法院"
		},
		{
			"i": 24050600,
			"n": "罗江县人民法院"
		}
	],
	"24060000": [
		{
			"i": 24060100,
			"n": "绵阳市涪城区人民法院"
		},
		{
			"i": 24060200,
			"n": "绵阳市游仙区人民法院"
		},
		{
			"i": 24060300,
			"n": "江油市人民法院"
		},
		{
			"i": 24060400,
			"n": "三台县人民法院"
		},
		{
			"i": 24060500,
			"n": "安县人民法院"
		},
		{
			"i": 24060600,
			"n": "北川羌族自治县人民法院"
		},
		{
			"i": 24060700,
			"n": "盐亭县人民法院"
		},
		{
			"i": 24060800,
			"n": "梓潼县人民法院"
		},
		{
			"i": 24060900,
			"n": "平武县人民法院"
		},
		{
			"i": 24061000,
			"n": "绵阳高新技术产业开发区人民法院"
		},
		{
			"i": 24061100,
			"n": "四川省科学城人民法院"
		}
	],
	"24070000": [
		{
			"i": 24070100,
			"n": "广元市利州区人民法院"
		},
		{
			"i": 24070200,
			"n": "广元市朝天区人民法院"
		},
		{
			"i": 24070300,
			"n": "广元市昭化区人民法院"
		},
		{
			"i": 24070400,
			"n": "苍溪县人民法院"
		},
		{
			"i": 24070500,
			"n": "旺苍县人民法院"
		},
		{
			"i": 24070600,
			"n": "剑阁县人民法院"
		},
		{
			"i": 24070700,
			"n": "青川县人民法院"
		}
	],
	"24080000": [
		{
			"i": 24080100,
			"n": "遂宁市船山区人民法院"
		},
		{
			"i": 24080200,
			"n": "遂宁市安居区人民法院"
		},
		{
			"i": 24080300,
			"n": "射洪县人民法院"
		},
		{
			"i": 24080400,
			"n": "蓬溪县人民法院"
		},
		{
			"i": 24080500,
			"n": "大英县人民法院"
		}
	],
	"24090000": [
		{
			"i": 24090100,
			"n": "内江市市中区人民法院"
		},
		{
			"i": 24090200,
			"n": "内江市东兴区人民法院"
		},
		{
			"i": 24090300,
			"n": "资中县人民法院"
		},
		{
			"i": 24090400,
			"n": "隆昌县人民法院"
		},
		{
			"i": 24090500,
			"n": "威远县人民法院"
		}
	],
	"24100000": [
		{
			"i": 24100100,
			"n": "乐山市市中区人民法院"
		},
		{
			"i": 24100200,
			"n": "乐山市五通桥区人民法院"
		},
		{
			"i": 24100300,
			"n": "乐山市沙湾区人民法院"
		},
		{
			"i": 24100400,
			"n": "乐山市金口河区人民法院"
		},
		{
			"i": 24100500,
			"n": "峨眉山市人民法院"
		},
		{
			"i": 24100600,
			"n": "犍为县人民法院"
		},
		{
			"i": 24100700,
			"n": "井研县人民法院"
		},
		{
			"i": 24100800,
			"n": "夹江县人民法院"
		},
		{
			"i": 24100900,
			"n": "沐川县人民法院"
		},
		{
			"i": 24101000,
			"n": "峨边彝族自治县人民法院"
		},
		{
			"i": 24101100,
			"n": "马边彝族自治县人民法院"
		}
	],
	"24110000": [
		{
			"i": 24110100,
			"n": "南充市顺庆区人民法院"
		},
		{
			"i": 24110200,
			"n": "南充市高坪区人民法院"
		},
		{
			"i": 24110300,
			"n": "南充市嘉陵区人民法院"
		},
		{
			"i": 24110400,
			"n": "阆中市人民法院"
		},
		{
			"i": 24110500,
			"n": "南部县人民法院"
		},
		{
			"i": 24110600,
			"n": "西充县人民法院"
		},
		{
			"i": 24110700,
			"n": "仪陇县人民法院"
		},
		{
			"i": 24110800,
			"n": "营山县人民法院"
		},
		{
			"i": 24110900,
			"n": "蓬安县人民法院"
		}
	],
	"24120000": [
		{
			"i": 24120100,
			"n": "宜宾市翠屏区人民法院"
		},
		{
			"i": 24120200,
			"n": "宜宾市南溪区人民法院"
		},
		{
			"i": 24120300,
			"n": "宜宾县人民法院"
		},
		{
			"i": 24120400,
			"n": "江安县人民法院"
		},
		{
			"i": 24120500,
			"n": "长宁县人民法院"
		},
		{
			"i": 24120600,
			"n": "高县人民法院"
		},
		{
			"i": 24120700,
			"n": "筠连县人民法院"
		},
		{
			"i": 24120800,
			"n": "珙县人民法院"
		},
		{
			"i": 24120900,
			"n": "兴文县人民法院"
		},
		{
			"i": 24121000,
			"n": "屏山县人民法院"
		}
	],
	"24130000": [
		{
			"i": 24130100,
			"n": "广安市广安区人民法院"
		},
		{
			"i": 24130200,
			"n": "广安市前锋区人民法院"
		},
		{
			"i": 24130300,
			"n": "华蓥市人民法院"
		},
		{
			"i": 24130400,
			"n": "岳池县人民法院"
		},
		{
			"i": 24130500,
			"n": "武胜县人民法院"
		},
		{
			"i": 24130600,
			"n": "邻水县人民法院"
		}
	],
	"24140000": [
		{
			"i": 24140100,
			"n": "达州市通川区人民法院"
		},
		{
			"i": 24140200,
			"n": "达州市达川区人民法院"
		},
		{
			"i": 24140300,
			"n": "万源市人民法院"
		},
		{
			"i": 24140400,
			"n": "宣汉县人民法院"
		},
		{
			"i": 24140500,
			"n": "大竹县人民法院"
		},
		{
			"i": 24140600,
			"n": "开江县人民法院"
		},
		{
			"i": 24140700,
			"n": "渠县人民法院"
		}
	],
	"24150000": [
		{
			"i": 24150100,
			"n": "巴中市巴州区人民法院"
		},
		{
			"i": 24150200,
			"n": "巴中市恩阳区人民法院"
		},
		{
			"i": 24150300,
			"n": "通江县人民法院"
		},
		{
			"i": 24150400,
			"n": "南江县人民法院"
		},
		{
			"i": 24150500,
			"n": "平昌县人民法院"
		}
	],
	"24160000": [
		{
			"i": 24160100,
			"n": "雅安市雨城区人民法院"
		},
		{
			"i": 24160200,
			"n": "雅安市名山区人民法院"
		},
		{
			"i": 24160300,
			"n": "天全县人民法院"
		},
		{
			"i": 24160400,
			"n": "芦山县人民法院"
		},
		{
			"i": 24160500,
			"n": "宝兴县人民法院"
		},
		{
			"i": 24160600,
			"n": "荥经县人民法院"
		},
		{
			"i": 24160700,
			"n": "汉源县人民法院"
		},
		{
			"i": 24160800,
			"n": "石棉县人民法院"
		}
	],
	"24170000": [
		{
			"i": 24170100,
			"n": "眉山市东坡区人民法院"
		},
		{
			"i": 24170200,
			"n": "仁寿县人民法院"
		},
		{
			"i": 24170300,
			"n": "彭山县人民法院"
		},
		{
			"i": 24170400,
			"n": "洪雅县人民法院"
		},
		{
			"i": 24170500,
			"n": "丹棱县人民法院"
		},
		{
			"i": 24170600,
			"n": "青神县人民法院"
		}
	],
	"24180000": [
		{
			"i": 24180100,
			"n": "资阳市雁江区人民法院"
		},
		{
			"i": 24180200,
			"n": "简阳市人民法院"
		},
		{
			"i": 24180300,
			"n": "乐至县人民法院"
		},
		{
			"i": 24180400,
			"n": "安岳县人民法院"
		}
	],
	"24190000": [
		{
			"i": 24190100,
			"n": "马尔康县人民法院"
		},
		{
			"i": 24190200,
			"n": "金川县人民法院"
		},
		{
			"i": 24190300,
			"n": "小金县人民法院"
		},
		{
			"i": 24190400,
			"n": "阿坝县人民法院"
		},
		{
			"i": 24190500,
			"n": "若尔盖县人民法院"
		},
		{
			"i": 24190600,
			"n": "红原县人民法院"
		},
		{
			"i": 24190700,
			"n": "壤塘县人民法院"
		},
		{
			"i": 24190800,
			"n": "汶川县人民法院"
		},
		{
			"i": 24190900,
			"n": "理县人民法院"
		},
		{
			"i": 24191000,
			"n": "茂县人民法院"
		},
		{
			"i": 24191100,
			"n": "松潘县人民法院"
		},
		{
			"i": 24191200,
			"n": "九寨沟县人民法院"
		},
		{
			"i": 24191300,
			"n": "黑水县人民法院"
		}
	],
	"24200000": [
		{
			"i": 24200100,
			"n": "康定县人民法院"
		},
		{
			"i": 24200200,
			"n": "泸定县人民法院"
		},
		{
			"i": 24200300,
			"n": "丹巴县人民法院"
		},
		{
			"i": 24200400,
			"n": "九龙县人民法院"
		},
		{
			"i": 24200500,
			"n": "雅江县人民法院"
		},
		{
			"i": 24200600,
			"n": "道孚县人民法院"
		},
		{
			"i": 24200700,
			"n": "炉霍县人民法院"
		},
		{
			"i": 24200800,
			"n": "甘孜县人民法院"
		},
		{
			"i": 24200900,
			"n": "色达县人民法院"
		},
		{
			"i": 24201000,
			"n": "德格县人民法院"
		},
		{
			"i": 24201100,
			"n": "白玉县人民法院"
		},
		{
			"i": 24201200,
			"n": "石渠县人民法院"
		},
		{
			"i": 24201300,
			"n": "新龙县人民法院"
		},
		{
			"i": 24201400,
			"n": "理塘县人民法院"
		},
		{
			"i": 24201500,
			"n": "巴塘县人民法院"
		},
		{
			"i": 24201600,
			"n": "乡城县人民法院"
		},
		{
			"i": 24201700,
			"n": "稻城县人民法院"
		},
		{
			"i": 24201800,
			"n": "得荣县人民法院"
		}
	],
	"24210000": [
		{
			"i": 24210100,
			"n": "西昌市人民法院"
		},
		{
			"i": 24210200,
			"n": "德昌县人民法院"
		},
		{
			"i": 24210300,
			"n": "会理县人民法院"
		},
		{
			"i": 24210400,
			"n": "会东县人民法院"
		},
		{
			"i": 24210500,
			"n": "宁南县人民法院"
		},
		{
			"i": 24210600,
			"n": "普格县人民法院"
		},
		{
			"i": 24210700,
			"n": "布拖县人民法院"
		},
		{
			"i": 24210800,
			"n": "昭觉县人民法院"
		},
		{
			"i": 24210900,
			"n": "金阳县人民法院"
		},
		{
			"i": 24211000,
			"n": "雷波县人民法院"
		},
		{
			"i": 24211100,
			"n": "美姑县人民法院"
		},
		{
			"i": 24211200,
			"n": "甘洛县人民法院"
		},
		{
			"i": 24211300,
			"n": "越西县人民法院"
		},
		{
			"i": 24211400,
			"n": "喜德县人民法院"
		},
		{
			"i": 24211500,
			"n": "冕宁县人民法院"
		},
		{
			"i": 24211600,
			"n": "盐源县人民法院"
		},
		{
			"i": 24211700,
			"n": "木里藏族自治县人民法院"
		}
	],
	"24220000": [
		{
			"i": 24220100,
			"n": "成都铁路运输法院"
		},
		{
			"i": 24220200,
			"n": "西昌铁路运输法院"
		}
	],
	"25000000": [
		{
			"i": 25010000,
			"n": "贵州省贵阳市中级人民法院"
		},
		{
			"i": 25020000,
			"n": "贵州省遵义市中级人民法院"
		},
		{
			"i": 25030000,
			"n": "贵州省安顺市中级人民法院"
		},
		{
			"i": 25040000,
			"n": "贵州省黔南布依族苗族自治州中级人民法院"
		},
		{
			"i": 25050000,
			"n": "贵州省黔东南苗族侗族自治州中级人民法院"
		},
		{
			"i": 25060000,
			"n": "贵州省铜仁市中级人民法院"
		},
		{
			"i": 25070000,
			"n": "贵州省毕节市中级人民法院"
		},
		{
			"i": 25080000,
			"n": "贵州省六盘水市中级人民法院"
		},
		{
			"i": 25090000,
			"n": "贵州省黔西南布依族苗族自治州中级人民法院"
		},
		{
			"i": 25100000,
			"n": "贵阳铁路运输法院"
		}
	],
	"25010000": [
		{
			"i": 25010100,
			"n": "贵阳市云岩区人民法院"
		},
		{
			"i": 25010200,
			"n": "贵阳市南明区人民法院"
		},
		{
			"i": 25010300,
			"n": "贵阳市花溪区人民法院"
		},
		{
			"i": 25010400,
			"n": "贵阳市乌当区人民法院"
		},
		{
			"i": 25010500,
			"n": "贵阳市白云区人民法院"
		},
		{
			"i": 25010600,
			"n": "贵阳市观山湖区人民法院"
		},
		{
			"i": 25010700,
			"n": "清镇市人民法院"
		},
		{
			"i": 25010800,
			"n": "修文县人民法院"
		},
		{
			"i": 25010900,
			"n": "息烽县人民法院"
		},
		{
			"i": 25011000,
			"n": "开阳县人民法院"
		}
	],
	"25020000": [
		{
			"i": 25020100,
			"n": "遵义市红花岗区人民法院"
		},
		{
			"i": 25020200,
			"n": "遵义市汇川区人民法院"
		},
		{
			"i": 25020300,
			"n": "仁怀市人民法院"
		},
		{
			"i": 25020400,
			"n": "赤水市人民法院"
		},
		{
			"i": 25020500,
			"n": "遵义县人民法院"
		},
		{
			"i": 25020600,
			"n": "桐梓县人民法院"
		},
		{
			"i": 25020700,
			"n": "习水县人民法院"
		},
		{
			"i": 25020800,
			"n": "湄潭县人民法院"
		},
		{
			"i": 25020900,
			"n": "凤冈县人民法院"
		},
		{
			"i": 25021000,
			"n": "余庆县人民法院"
		},
		{
			"i": 25021100,
			"n": "绥阳县人民法院"
		},
		{
			"i": 25021200,
			"n": "正安县人民法院"
		},
		{
			"i": 25021300,
			"n": "道真仡佬族苗族自治县人民法院"
		},
		{
			"i": 25021400,
			"n": "务川仡佬族苗族自治县人民法院"
		}
	],
	"25030000": [
		{
			"i": 25030100,
			"n": "安顺市西秀区人民法院"
		},
		{
			"i": 25030200,
			"n": "平坝县人民法院"
		},
		{
			"i": 25030300,
			"n": "普定县人民法院"
		},
		{
			"i": 25030400,
			"n": "镇宁布依族苗族自治县人民法院"
		},
		{
			"i": 25030500,
			"n": "关岭布依族苗族自治县人民法院"
		},
		{
			"i": 25030600,
			"n": "紫云苗族布依族自治县人民法院"
		}
	],
	"25040000": [
		{
			"i": 25040100,
			"n": "都匀市人民法院"
		},
		{
			"i": 25040200,
			"n": "福泉市人民法院"
		},
		{
			"i": 25040300,
			"n": "瓮安县人民法院"
		},
		{
			"i": 25040400,
			"n": "贵定县人民法院"
		},
		{
			"i": 25040500,
			"n": "龙里县人民法院"
		},
		{
			"i": 25040600,
			"n": "惠水县人民法院"
		},
		{
			"i": 25040700,
			"n": "长顺县人民法院"
		},
		{
			"i": 25040800,
			"n": "独山县人民法院"
		},
		{
			"i": 25040900,
			"n": "荔波县人民法院"
		},
		{
			"i": 25041000,
			"n": "平塘县人民法院"
		},
		{
			"i": 25041100,
			"n": "罗甸县人民法院"
		},
		{
			"i": 25041200,
			"n": "三都水族自治县人民法院"
		}
	],
	"25050000": [
		{
			"i": 25050100,
			"n": "凯里市人民法院"
		},
		{
			"i": 25050200,
			"n": "黄平县人民法院"
		},
		{
			"i": 25050300,
			"n": "施秉县人民法院"
		},
		{
			"i": 25050400,
			"n": "三穗县人民法院"
		},
		{
			"i": 25050500,
			"n": "镇远县人民法院"
		},
		{
			"i": 25050600,
			"n": "岑巩县人民法院"
		},
		{
			"i": 25050700,
			"n": "天柱县人民法院"
		},
		{
			"i": 25050800,
			"n": "锦屏县人民法院"
		},
		{
			"i": 25050900,
			"n": "剑河县人民法院"
		},
		{
			"i": 25051000,
			"n": "台江县人民法院"
		},
		{
			"i": 25051100,
			"n": "黎平县人民法院"
		},
		{
			"i": 25051200,
			"n": "榕江县人民法院"
		},
		{
			"i": 25051300,
			"n": "从江县人民法院"
		},
		{
			"i": 25051400,
			"n": "雷山县人民法院"
		},
		{
			"i": 25051500,
			"n": "麻江县人民法院"
		},
		{
			"i": 25051600,
			"n": "丹寨县人民法院"
		}
	],
	"25060000": [
		{
			"i": 25060100,
			"n": "铜仁市碧江区人民法院"
		},
		{
			"i": 25060200,
			"n": "铜仁市万山区人民法院"
		},
		{
			"i": 25060300,
			"n": "江口县人民法院"
		},
		{
			"i": 25060400,
			"n": "石阡县人民法院"
		},
		{
			"i": 25060500,
			"n": "思南县人民法院"
		},
		{
			"i": 25060600,
			"n": "德江县人民法院"
		},
		{
			"i": 25060700,
			"n": "玉屏侗族自治县人民法院"
		},
		{
			"i": 25060800,
			"n": "印江土家族苗族自治县人民法院"
		},
		{
			"i": 25060900,
			"n": "沿河土家族自治县人民法院"
		},
		{
			"i": 25061000,
			"n": "松桃苗族自治县人民法院"
		}
	],
	"25070000": [
		{
			"i": 25070100,
			"n": "毕节市七星关区人民法院"
		},
		{
			"i": 25070200,
			"n": "大方县人民法院"
		},
		{
			"i": 25070300,
			"n": "黔西县人民法院"
		},
		{
			"i": 25070400,
			"n": "金沙县人民法院"
		},
		{
			"i": 25070500,
			"n": "织金县人民法院"
		},
		{
			"i": 25070600,
			"n": "纳雍县人民法院"
		},
		{
			"i": 25070700,
			"n": "赫章县人民法院"
		},
		{
			"i": 25070800,
			"n": "威宁彝族回族苗族自治县人民法院"
		}
	],
	"25080000": [
		{
			"i": 25080100,
			"n": "六盘水市钟山区人民法院"
		},
		{
			"i": 25080200,
			"n": "水城县人民法院"
		},
		{
			"i": 25080300,
			"n": "盘县人民法院"
		},
		{
			"i": 25080400,
			"n": "六枝特区人民法院"
		}
	],
	"25090000": [
		{
			"i": 25090100,
			"n": "兴义市人民法院"
		},
		{
			"i": 25090200,
			"n": "兴仁县人民法院"
		},
		{
			"i": 25090300,
			"n": "普安县人民法院"
		},
		{
			"i": 25090400,
			"n": "晴隆县人民法院"
		},
		{
			"i": 25090500,
			"n": "贞丰县人民法院"
		},
		{
			"i": 25090600,
			"n": "望谟县人民法院"
		},
		{
			"i": 25090700,
			"n": "册亨县人民法院"
		},
		{
			"i": 25090800,
			"n": "安龙县人民法院"
		}
	],
	"26000000": [
		{
			"i": 26010000,
			"n": "云南省昆明市中级人民法院"
		},
		{
			"i": 26020000,
			"n": "云南省曲靖市中级人民法院"
		},
		{
			"i": 26030000,
			"n": "云南省玉溪市中级人民法院"
		},
		{
			"i": 26040000,
			"n": "云南省保山市中级人民法院"
		},
		{
			"i": 26050000,
			"n": "云南省昭通市中级人民法院"
		},
		{
			"i": 26060000,
			"n": "云南省丽江市中级人民法院"
		},
		{
			"i": 26070000,
			"n": "云南省普洱市中级人民法院"
		},
		{
			"i": 26080000,
			"n": "云南省临沧市中级人民法院"
		},
		{
			"i": 26090000,
			"n": "云南省德宏傣族景颇族自治州中级人民法院"
		},
		{
			"i": 26100000,
			"n": "云南省怒江傈僳族自治州中级人民法院"
		},
		{
			"i": 26110000,
			"n": "云南省迪庆藏族自治州中级人民法院"
		},
		{
			"i": 26120000,
			"n": "云南省大理白族自治州中级人民法院"
		},
		{
			"i": 26130000,
			"n": "云南省楚雄彝族自治州中级人民法院"
		},
		{
			"i": 26140000,
			"n": "云南省红河哈尼族彝族自治州中级人民法院"
		},
		{
			"i": 26150000,
			"n": "云南省文山壮族苗族自治州中级人民法院"
		},
		{
			"i": 26160000,
			"n": "云南省西双版纳傣族自治州中级人民法院"
		},
		{
			"i": 26170000,
			"n": "昆明铁路运输中级法院"
		}
	],
	"26010000": [
		{
			"i": 26010100,
			"n": "昆明市盘龙区人民法院"
		},
		{
			"i": 26010200,
			"n": "昆明市五华区人民法院"
		},
		{
			"i": 26010300,
			"n": "昆明市官渡区人民法院"
		},
		{
			"i": 26010400,
			"n": "昆明市西山区人民法院"
		},
		{
			"i": 26010500,
			"n": "昆明市东川区人民法院"
		},
		{
			"i": 26010600,
			"n": "昆明市呈贡区人民法院"
		},
		{
			"i": 26010700,
			"n": "安宁市人民法院"
		},
		{
			"i": 26010800,
			"n": "晋宁县人民法院"
		},
		{
			"i": 26010900,
			"n": "富民县人民法院"
		},
		{
			"i": 26011000,
			"n": "宜良县人民法院"
		},
		{
			"i": 26011100,
			"n": "嵩明县人民法院"
		},
		{
			"i": 26011200,
			"n": "石林彝族自治县人民法院"
		},
		{
			"i": 26011300,
			"n": "禄劝彝族苗族自治县人民法院"
		},
		{
			"i": 26011400,
			"n": "寻甸回族彝族自治县人民法院"
		}
	],
	"26020000": [
		{
			"i": 26020100,
			"n": "曲靖市麒麟区人民法院"
		},
		{
			"i": 26020200,
			"n": "宣威市人民法院"
		},
		{
			"i": 26020300,
			"n": "马龙县人民法院"
		},
		{
			"i": 26020400,
			"n": "沾益县人民法院"
		},
		{
			"i": 26020500,
			"n": "富源县人民法院"
		},
		{
			"i": 26020600,
			"n": "罗平县人民法院"
		},
		{
			"i": 26020700,
			"n": "师宗县人民法院"
		},
		{
			"i": 26020800,
			"n": "陆良县人民法院"
		},
		{
			"i": 26020900,
			"n": "会泽县人民法院"
		}
	],
	"26030000": [
		{
			"i": 26030100,
			"n": "玉溪市红塔区人民法院"
		},
		{
			"i": 26030200,
			"n": "江川县人民法院"
		},
		{
			"i": 26030300,
			"n": "澄江县人民法院"
		},
		{
			"i": 26030400,
			"n": "通海县人民法院"
		},
		{
			"i": 26030500,
			"n": "华宁县人民法院"
		},
		{
			"i": 26030600,
			"n": "易门县人民法院"
		},
		{
			"i": 26030700,
			"n": "峨山彝族自治县人民法院"
		},
		{
			"i": 26030800,
			"n": "新平彝族傣族自治县人民法院"
		},
		{
			"i": 26030900,
			"n": "元江哈尼族彝族傣族自治县人民法院"
		}
	],
	"26040000": [
		{
			"i": 26040100,
			"n": "保山市隆阳区人民法院"
		},
		{
			"i": 26040200,
			"n": "施甸县人民法院"
		},
		{
			"i": 26040300,
			"n": "腾冲县人民法院"
		},
		{
			"i": 26040400,
			"n": "龙陵县人民法院"
		},
		{
			"i": 26040500,
			"n": "昌宁县人民法院"
		}
	],
	"26050000": [
		{
			"i": 26050100,
			"n": "昭通市昭阳区人民法院"
		},
		{
			"i": 26050200,
			"n": "鲁甸县人民法院"
		},
		{
			"i": 26050300,
			"n": "巧家县人民法院"
		},
		{
			"i": 26050400,
			"n": "盐津县人民法院"
		},
		{
			"i": 26050500,
			"n": "大关县人民法院"
		},
		{
			"i": 26050600,
			"n": "永善县人民法院"
		},
		{
			"i": 26050700,
			"n": "绥江县人民法院"
		},
		{
			"i": 26050800,
			"n": "镇雄县人民法院"
		},
		{
			"i": 26050900,
			"n": "彝良县人民法院"
		},
		{
			"i": 26051000,
			"n": "威信县人民法院"
		},
		{
			"i": 26051100,
			"n": "水富县人民法院"
		}
	],
	"26060000": [
		{
			"i": 26060100,
			"n": "丽江市古城区人民法院"
		},
		{
			"i": 26060200,
			"n": "永胜县人民法院"
		},
		{
			"i": 26060300,
			"n": "华坪县人民法院"
		},
		{
			"i": 26060400,
			"n": "玉龙纳西族自治县人民法院"
		},
		{
			"i": 26060500,
			"n": "宁蒗彝族自治县人民法院"
		}
	],
	"26070000": [
		{
			"i": 26070100,
			"n": "普洱市思茅区人民法院"
		},
		{
			"i": 26070200,
			"n": "宁洱哈尼族彝族自治县人民法院"
		},
		{
			"i": 26070300,
			"n": "墨江哈尼族自治县人民法院"
		},
		{
			"i": 26070400,
			"n": "景东彝族自治县人民法院"
		},
		{
			"i": 26070500,
			"n": "景谷傣族彝族自治县人民法院"
		},
		{
			"i": 26070600,
			"n": "镇沅彝族哈尼族拉祜族自治县人民法院"
		},
		{
			"i": 26070700,
			"n": "江城哈尼族彝族自治县人民法院"
		},
		{
			"i": 26070800,
			"n": "孟连傣族拉祜族佤族自治县人民法院"
		},
		{
			"i": 26070900,
			"n": "澜沧拉祜族自治县人民法院"
		},
		{
			"i": 26071000,
			"n": "西盟佤族自治县人民法院"
		}
	],
	"26080000": [
		{
			"i": 26080100,
			"n": "临沧市临翔区人民法院"
		},
		{
			"i": 26080200,
			"n": "凤庆县人民法院"
		},
		{
			"i": 26080300,
			"n": "云县人民法院"
		},
		{
			"i": 26080400,
			"n": "永德县人民法院"
		},
		{
			"i": 26080500,
			"n": "镇康县人民法院"
		},
		{
			"i": 26080600,
			"n": "双江拉祜族佤族布朗族傣族自治县人民法院"
		},
		{
			"i": 26080700,
			"n": "耿马傣族佤族自治县人民法院"
		},
		{
			"i": 26080800,
			"n": "沧源佤族自治县人民法院"
		}
	],
	"26090000": [
		{
			"i": 26090100,
			"n": "芒市人民法院"
		},
		{
			"i": 26090200,
			"n": "瑞丽市人民法院"
		},
		{
			"i": 26090300,
			"n": "梁河县人民法院"
		},
		{
			"i": 26090400,
			"n": "盈江县人民法院"
		},
		{
			"i": 26090500,
			"n": "陇川县人民法院"
		}
	],
	"26100000": [
		{
			"i": 26100100,
			"n": "泸水县人民法院"
		},
		{
			"i": 26100200,
			"n": "福贡县人民法院"
		},
		{
			"i": 26100300,
			"n": "贡山独龙族怒族自治县人民法院"
		},
		{
			"i": 26100400,
			"n": "兰坪白族普米族自治县人民法院"
		}
	],
	"26110000": [
		{
			"i": 26110100,
			"n": "香格里拉县人民法院"
		},
		{
			"i": 26110200,
			"n": "德钦县人民法院"
		},
		{
			"i": 26110300,
			"n": "维西傈僳族自治县人民法院"
		}
	],
	"26120000": [
		{
			"i": 26120100,
			"n": "大理市人民法院"
		},
		{
			"i": 26120200,
			"n": "祥云县人民法院"
		},
		{
			"i": 26120300,
			"n": "宾川县人民法院"
		},
		{
			"i": 26120400,
			"n": "弥渡县人民法院"
		},
		{
			"i": 26120500,
			"n": "永平县人民法院"
		},
		{
			"i": 26120600,
			"n": "云龙县人民法院"
		},
		{
			"i": 26120700,
			"n": "洱源县人民法院"
		},
		{
			"i": 26120800,
			"n": "剑川县人民法院"
		},
		{
			"i": 26120900,
			"n": "鹤庆县人民法院"
		},
		{
			"i": 26121000,
			"n": "漾濞彝族自治县人民法院"
		},
		{
			"i": 26121100,
			"n": "南涧彝族自治县人民法院"
		},
		{
			"i": 26121200,
			"n": "巍山彝族回族自治县人民法院"
		}
	],
	"26130000": [
		{
			"i": 26130100,
			"n": "楚雄市人民法院"
		},
		{
			"i": 26130200,
			"n": "双柏县人民法院"
		},
		{
			"i": 26130300,
			"n": "牟定县人民法院"
		},
		{
			"i": 26130400,
			"n": "南华县人民法院"
		},
		{
			"i": 26130500,
			"n": "姚安县人民法院"
		},
		{
			"i": 26130600,
			"n": "大姚县人民法院"
		},
		{
			"i": 26130700,
			"n": "永仁县人民法院"
		},
		{
			"i": 26130800,
			"n": "元谋县人民法院"
		},
		{
			"i": 26130900,
			"n": "武定县人民法院"
		},
		{
			"i": 26131000,
			"n": "禄丰县人民法院"
		}
	],
	"26140000": [
		{
			"i": 26140100,
			"n": "个旧市人民法院"
		},
		{
			"i": 26140200,
			"n": "开远市人民法院"
		},
		{
			"i": 26140300,
			"n": "弥勒市人民法院"
		},
		{
			"i": 26140400,
			"n": "蒙自县人民法院"
		},
		{
			"i": 26140500,
			"n": "绿春县人民法院"
		},
		{
			"i": 26140600,
			"n": "建水县人民法院"
		},
		{
			"i": 26140700,
			"n": "石屏县人民法院"
		},
		{
			"i": 26140800,
			"n": "泸西县人民法院"
		},
		{
			"i": 26140900,
			"n": "元阳县人民法院"
		},
		{
			"i": 26141000,
			"n": "红河县人民法院"
		},
		{
			"i": 26141100,
			"n": "金平苗族瑶族傣族自治县人民法院"
		},
		{
			"i": 26141200,
			"n": "河口瑶族自治县人民法院"
		},
		{
			"i": 26141300,
			"n": "屏边苗族自治县人民法院"
		}
	],
	"26150000": [
		{
			"i": 26150100,
			"n": "文山市人民法院"
		},
		{
			"i": 26150200,
			"n": "砚山县人民法院"
		},
		{
			"i": 26150300,
			"n": "西畴县人民法院"
		},
		{
			"i": 26150400,
			"n": "麻栗坡县人民法院"
		},
		{
			"i": 26150500,
			"n": "马关县人民法院"
		},
		{
			"i": 26150600,
			"n": "丘北县人民法院"
		},
		{
			"i": 26150700,
			"n": "广南县人民法院"
		},
		{
			"i": 26150800,
			"n": "富宁县人民法院"
		}
	],
	"26160000": [
		{
			"i": 26160100,
			"n": "景洪市人民法院"
		},
		{
			"i": 26160200,
			"n": "勐海县人民法院"
		},
		{
			"i": 26160300,
			"n": "勐腊县人民法院"
		}
	],
	"26170000": [
		{
			"i": 26170100,
			"n": "昆明铁路运输法院"
		},
		{
			"i": 26170200,
			"n": "开远铁路运输法院"
		}
	],
	"27000000": [
		{
			"i": 27010000,
			"n": "西藏自治区拉萨市中级人民法院"
		},
		{
			"i": 27020000,
			"n": "西藏自治区那曲地区中级人民法院"
		},
		{
			"i": 27030000,
			"n": "西藏自治区昌都地区中级人民法院"
		},
		{
			"i": 27040000,
			"n": "西藏自治区林芝地区中级人民法院"
		},
		{
			"i": 27050000,
			"n": "西藏自治区山南地区中级人民法院"
		},
		{
			"i": 27060000,
			"n": "西藏自治区日喀则地区中级人民法院"
		},
		{
			"i": 27070000,
			"n": "西藏自治区阿里地区中级人民法院"
		}
	],
	"27010000": [
		{
			"i": 27010100,
			"n": "拉萨市城关区人民法院"
		},
		{
			"i": 27010200,
			"n": "林周县人民法院"
		},
		{
			"i": 27010300,
			"n": "当雄县人民法院"
		},
		{
			"i": 27010400,
			"n": "尼木县人民法院"
		},
		{
			"i": 27010500,
			"n": "曲水县人民法院"
		},
		{
			"i": 27010600,
			"n": "堆龙德庆县人民法院"
		},
		{
			"i": 27010700,
			"n": "达孜县人民法院"
		},
		{
			"i": 27010800,
			"n": "墨竹工卡县人民法院"
		}
	],
	"27020000": [
		{
			"i": 27020100,
			"n": "那曲县人民法院"
		},
		{
			"i": 27020200,
			"n": "嘉黎县人民法院"
		},
		{
			"i": 27020300,
			"n": "比如县人民法院"
		},
		{
			"i": 27020400,
			"n": "聂荣县人民法院"
		},
		{
			"i": 27020500,
			"n": "安多县人民法院"
		},
		{
			"i": 27020600,
			"n": "申扎县人民法院"
		},
		{
			"i": 27020700,
			"n": "索县人民法院"
		},
		{
			"i": 27020800,
			"n": "班戈县人民法院"
		},
		{
			"i": 27020900,
			"n": "巴青县人民法院"
		},
		{
			"i": 27021000,
			"n": "尼玛县人民法院"
		},
		{
			"i": 27021100,
			"n": "双湖县人民法院"
		}
	],
	"27030000": [
		{
			"i": 27030100,
			"n": "昌都县人民法院"
		},
		{
			"i": 27030200,
			"n": "江达县人民法院"
		},
		{
			"i": 27030300,
			"n": "贡觉县人民法院"
		},
		{
			"i": 27030400,
			"n": "类乌齐县人民法院"
		},
		{
			"i": 27030500,
			"n": "丁青县人民法院"
		},
		{
			"i": 27030600,
			"n": "察雅县人民法院"
		},
		{
			"i": 27030700,
			"n": "八宿县人民法院"
		},
		{
			"i": 27030800,
			"n": "左贡县人民法院"
		},
		{
			"i": 27030900,
			"n": "芒康县人民法院"
		},
		{
			"i": 27031000,
			"n": "洛隆县人民法院"
		},
		{
			"i": 27031100,
			"n": "边坝县人民法院"
		}
	],
	"27040000": [
		{
			"i": 27040100,
			"n": "林芝县人民法院"
		},
		{
			"i": 27040200,
			"n": "工布江达县人民法院"
		},
		{
			"i": 27040300,
			"n": "米林县人民法院"
		},
		{
			"i": 27040400,
			"n": "墨脱县人民法院"
		},
		{
			"i": 27040500,
			"n": "波密县人民法院"
		},
		{
			"i": 27040600,
			"n": "察隅县人民法院"
		},
		{
			"i": 27040700,
			"n": "朗县人民法院"
		}
	],
	"27050000": [
		{
			"i": 27050100,
			"n": "乃东县人民法院"
		},
		{
			"i": 27050200,
			"n": "扎囊县人民法院"
		},
		{
			"i": 27050300,
			"n": "贡嘎县人民法院"
		},
		{
			"i": 27050400,
			"n": "桑日县人民法院"
		},
		{
			"i": 27050500,
			"n": "琼结县人民法院"
		},
		{
			"i": 27050600,
			"n": "曲松县人民法院"
		},
		{
			"i": 27050700,
			"n": "措美县人民法院"
		},
		{
			"i": 27050800,
			"n": "洛扎县人民法院"
		},
		{
			"i": 27050900,
			"n": "加查县人民法院"
		},
		{
			"i": 27051000,
			"n": "隆子县人民法院"
		},
		{
			"i": 27051100,
			"n": "错那县人民法院"
		},
		{
			"i": 27051200,
			"n": "浪卡子县人民法院"
		}
	],
	"27060000": [
		{
			"i": 27060100,
			"n": "日喀则市人民法院"
		},
		{
			"i": 27060200,
			"n": "南木林县人民法院"
		},
		{
			"i": 27060300,
			"n": "江孜县人民法院"
		},
		{
			"i": 27060400,
			"n": "定日县人民法院"
		},
		{
			"i": 27060500,
			"n": "萨迦县人民法院"
		},
		{
			"i": 27060600,
			"n": "拉孜县人民法院"
		},
		{
			"i": 27060700,
			"n": "昂仁县人民法院"
		},
		{
			"i": 27060800,
			"n": "谢通门县人民法院"
		},
		{
			"i": 27060900,
			"n": "白朗县人民法院"
		},
		{
			"i": 27061000,
			"n": "仁布县人民法院"
		},
		{
			"i": 27061100,
			"n": "康马县人民法院"
		},
		{
			"i": 27061200,
			"n": "定结县人民法院"
		},
		{
			"i": 27061300,
			"n": "仲巴县人民法院"
		},
		{
			"i": 27061400,
			"n": "亚东县人民法院"
		},
		{
			"i": 27061500,
			"n": "吉隆县人民法院"
		},
		{
			"i": 27061600,
			"n": "聂拉木县人民法院"
		},
		{
			"i": 27061700,
			"n": "萨嘎县人民法院"
		},
		{
			"i": 27061800,
			"n": "岗巴县人民法院"
		}
	],
	"27070000": [
		{
			"i": 27070100,
			"n": "噶尔县人民法院"
		},
		{
			"i": 27070200,
			"n": "普兰县人民法院"
		},
		{
			"i": 27070300,
			"n": "札达县人民法院"
		},
		{
			"i": 27070400,
			"n": "日土县人民法院"
		},
		{
			"i": 27070500,
			"n": "革吉县人民法院"
		},
		{
			"i": 27070600,
			"n": "改则县人民法院"
		},
		{
			"i": 27070700,
			"n": "措勤县人民法院"
		}
	],
	"28000000": [
		{
			"i": 28010000,
			"n": "陕西省西安市中级人民法院"
		},
		{
			"i": 28020000,
			"n": "陕西省渭南市中级人民法院"
		},
		{
			"i": 28030000,
			"n": "陕西省咸阳市中级人民法院"
		},
		{
			"i": 28040000,
			"n": "陕西省延安市中级人民法院"
		},
		{
			"i": 28050000,
			"n": "陕西省榆林市中级人民法院"
		},
		{
			"i": 28060000,
			"n": "陕西省商洛市中级人民法院"
		},
		{
			"i": 28070000,
			"n": "陕西省宝鸡市中级人民法院"
		},
		{
			"i": 28080000,
			"n": "陕西省安康市中级人民法院"
		},
		{
			"i": 28090000,
			"n": "陕西省汉中市中级人民法院"
		},
		{
			"i": 28100000,
			"n": "陕西省铜川市中级人民法院"
		},
		{
			"i": 28110000,
			"n": "西安铁路运输中级法院"
		}
	],
	"28010000": [
		{
			"i": 28010100,
			"n": "西安市新城区人民法院"
		},
		{
			"i": 28010200,
			"n": "西安市莲湖区人民法院"
		},
		{
			"i": 28010300,
			"n": "西安市碑林区人民法院"
		},
		{
			"i": 28010400,
			"n": "西安市未央区人民法院"
		},
		{
			"i": 28010500,
			"n": "西安市灞桥区人民法院"
		},
		{
			"i": 28010600,
			"n": "西安市雁塔区人民法院"
		},
		{
			"i": 28010700,
			"n": "西安市阎良区人民法院"
		},
		{
			"i": 28010800,
			"n": "西安市长安区人民法院"
		},
		{
			"i": 28010900,
			"n": "西安市临潼区人民法院"
		},
		{
			"i": 28011000,
			"n": "高陵县人民法院"
		},
		{
			"i": 28011100,
			"n": "周至县人民法院"
		},
		{
			"i": 28011200,
			"n": "户县人民法院"
		},
		{
			"i": 28011300,
			"n": "蓝田县人民法院"
		}
	],
	"28020000": [
		{
			"i": 28020100,
			"n": "渭南市临渭区人民法院"
		},
		{
			"i": 28020200,
			"n": "韩城市人民法院"
		},
		{
			"i": 28020300,
			"n": "华阴市人民法院"
		},
		{
			"i": 28020400,
			"n": "蒲城县人民法院"
		},
		{
			"i": 28020500,
			"n": "澄城县人民法院"
		},
		{
			"i": 28020600,
			"n": "合阳县人民法院"
		},
		{
			"i": 28020700,
			"n": "富平县人民法院"
		},
		{
			"i": 28020800,
			"n": "大荔县人民法院"
		},
		{
			"i": 28020900,
			"n": "潼关县人民法院"
		},
		{
			"i": 28021000,
			"n": "白水县人民法院"
		},
		{
			"i": 28021100,
			"n": "华县人民法院"
		}
	],
	"28030000": [
		{
			"i": 28030100,
			"n": "咸阳市秦都区人民法院"
		},
		{
			"i": 28030200,
			"n": "咸阳市渭城区人民法院"
		},
		{
			"i": 28030300,
			"n": "咸阳市杨陵区人民法院"
		},
		{
			"i": 28030400,
			"n": "兴平市人民法院"
		},
		{
			"i": 28030500,
			"n": "三原县人民法院"
		},
		{
			"i": 28030600,
			"n": "淳化县人民法院"
		},
		{
			"i": 28030700,
			"n": "旬邑县人民法院"
		},
		{
			"i": 28030800,
			"n": "长武县人民法院"
		},
		{
			"i": 28030900,
			"n": "永寿县人民法院"
		},
		{
			"i": 28031000,
			"n": "礼泉县人民法院"
		},
		{
			"i": 28031100,
			"n": "泾阳县人民法院"
		},
		{
			"i": 28031200,
			"n": "乾县人民法院"
		},
		{
			"i": 28031300,
			"n": "彬县人民法院"
		},
		{
			"i": 28031400,
			"n": "武功县人民法院"
		}
	],
	"28040000": [
		{
			"i": 28040100,
			"n": "延安市宝塔区人民法院"
		},
		{
			"i": 28040200,
			"n": "延长县人民法院"
		},
		{
			"i": 28040300,
			"n": "延川县人民法院"
		},
		{
			"i": 28040400,
			"n": "洛川县人民法院"
		},
		{
			"i": 28040500,
			"n": "宜川县人民法院"
		},
		{
			"i": 28040600,
			"n": "子长县人民法院"
		},
		{
			"i": 28040700,
			"n": "志丹县人民法院"
		},
		{
			"i": 28040800,
			"n": "黄陵县人民法院"
		},
		{
			"i": 28040900,
			"n": "安塞县人民法院"
		},
		{
			"i": 28041000,
			"n": "吴起县人民法院"
		},
		{
			"i": 28041100,
			"n": "甘泉县人民法院"
		},
		{
			"i": 28041200,
			"n": "富县人民法院"
		},
		{
			"i": 28041300,
			"n": "黄龙县人民法院"
		}
	],
	"28050000": [
		{
			"i": 28050100,
			"n": "榆林市榆阳区人民法院"
		},
		{
			"i": 28050200,
			"n": "绥德县人民法院"
		},
		{
			"i": 28050300,
			"n": "靖边县人民法院"
		},
		{
			"i": 28050400,
			"n": "定边县人民法院"
		},
		{
			"i": 28050500,
			"n": "神木县人民法院"
		},
		{
			"i": 28050600,
			"n": "米脂县人民法院"
		},
		{
			"i": 28050700,
			"n": "横山县人民法院"
		},
		{
			"i": 28050800,
			"n": "府谷县人民法院"
		},
		{
			"i": 28050900,
			"n": "清涧县人民法院"
		},
		{
			"i": 28051000,
			"n": "子洲县人民法院"
		},
		{
			"i": 28051100,
			"n": "吴堡县人民法院"
		},
		{
			"i": 28051200,
			"n": "佳县人民法院"
		}
	],
	"28060000": [
		{
			"i": 28060100,
			"n": "商洛市商州区人民法院"
		},
		{
			"i": 28060200,
			"n": "商南县人民法院"
		},
		{
			"i": 28060300,
			"n": "洛南县人民法院"
		},
		{
			"i": 28060400,
			"n": "山阳县人民法院"
		},
		{
			"i": 28060500,
			"n": "镇安县人民法院"
		},
		{
			"i": 28060600,
			"n": "柞水县人民法院"
		},
		{
			"i": 28060700,
			"n": "丹凤县人民法院"
		}
	],
	"28070000": [
		{
			"i": 28070100,
			"n": "宝鸡市金台区人民法院"
		},
		{
			"i": 28070200,
			"n": "宝鸡市渭滨区人民法院"
		},
		{
			"i": 28070300,
			"n": "宝鸡市陈仓区人民法院"
		},
		{
			"i": 28070400,
			"n": "凤翔县人民法院"
		},
		{
			"i": 28070500,
			"n": "陇县人民法院"
		},
		{
			"i": 28070600,
			"n": "眉县人民法院"
		},
		{
			"i": 28070700,
			"n": "扶风县人民法院"
		},
		{
			"i": 28070800,
			"n": "千阳县人民法院"
		},
		{
			"i": 28070900,
			"n": "麟游县人民法院"
		},
		{
			"i": 28071000,
			"n": "岐山县人民法院"
		},
		{
			"i": 28071100,
			"n": "太白县人民法院"
		},
		{
			"i": 28071200,
			"n": "凤县人民法院"
		}
	],
	"28080000": [
		{
			"i": 28080100,
			"n": "安康市汉滨区人民法院"
		},
		{
			"i": 28080200,
			"n": "紫阳县人民法院"
		},
		{
			"i": 28080300,
			"n": "旬阳县人民法院"
		},
		{
			"i": 28080400,
			"n": "汉阴县人民法院"
		},
		{
			"i": 28080500,
			"n": "白河县人民法院"
		},
		{
			"i": 28080600,
			"n": "宁陕县人民法院"
		},
		{
			"i": 28080700,
			"n": "平利县人民法院"
		},
		{
			"i": 28080800,
			"n": "镇坪县人民法院"
		},
		{
			"i": 28080900,
			"n": "石泉县人民法院"
		},
		{
			"i": 28081000,
			"n": "岚皋县人民法院"
		}
	],
	"28090000": [
		{
			"i": 28090100,
			"n": "汉中市汉台区人民法院"
		},
		{
			"i": 28090200,
			"n": "南郑县人民法院"
		},
		{
			"i": 28090300,
			"n": "城固县人民法院"
		},
		{
			"i": 28090400,
			"n": "略阳县人民法院"
		},
		{
			"i": 28090500,
			"n": "宁强县人民法院"
		},
		{
			"i": 28090600,
			"n": "镇巴县人民法院"
		},
		{
			"i": 28090700,
			"n": "留坝县人民法院"
		},
		{
			"i": 28090800,
			"n": "佛坪县人民法院"
		},
		{
			"i": 28090900,
			"n": "洋县人民法院"
		},
		{
			"i": 28091000,
			"n": "勉县人民法院"
		},
		{
			"i": 28091100,
			"n": "西乡县人民法院"
		}
	],
	"28100000": [
		{
			"i": 28100100,
			"n": "铜川市王益区人民法院"
		},
		{
			"i": 28100200,
			"n": "铜川市印台区人民法院"
		},
		{
			"i": 28100300,
			"n": "铜川市耀州区人民法院"
		},
		{
			"i": 28100400,
			"n": "宜君县人民法院"
		}
	],
	"28110000": [
		{
			"i": 28110100,
			"n": "西安铁路运输法院"
		},
		{
			"i": 28110200,
			"n": "安康铁路运输法院"
		}
	],
	"29000000": [
		{
			"i": 29010000,
			"n": "甘肃省兰州市中级人民法院"
		},
		{
			"i": 29020000,
			"n": "甘肃省嘉峪关市中级人民法院"
		},
		{
			"i": 29030000,
			"n": "甘肃省金昌市中级人民法院"
		},
		{
			"i": 29040000,
			"n": "甘肃省白银市中级人民法院"
		},
		{
			"i": 29050000,
			"n": "甘肃省天水市中级人民法院"
		},
		{
			"i": 29060000,
			"n": "甘肃省武威市中级人民法院"
		},
		{
			"i": 29070000,
			"n": "甘肃省酒泉市中级人民法院"
		},
		{
			"i": 29080000,
			"n": "甘肃省张掖市中级人民法院"
		},
		{
			"i": 29090000,
			"n": "甘肃省庆阳市中级人民法院"
		},
		{
			"i": 29100000,
			"n": "甘肃省平凉市中级人民法院"
		},
		{
			"i": 29110000,
			"n": "甘肃省定西市中级人民法院"
		},
		{
			"i": 29120000,
			"n": "甘肃省陇南市中级人民法院"
		},
		{
			"i": 29130000,
			"n": "甘肃省临夏回族自治州中级人民法院"
		},
		{
			"i": 29140000,
			"n": "甘肃省甘南藏族自治州中级人民法院"
		},
		{
			"i": 29150000,
			"n": "甘肃矿区人民法院"
		},
		{
			"i": 29160000,
			"n": "甘肃省林区中级法院"
		},
		{
			"i": 29170000,
			"n": "兰州铁路运输中级法院"
		}
	],
	"29010000": [
		{
			"i": 29010100,
			"n": "兰州市城关区人民法院"
		},
		{
			"i": 29010200,
			"n": "兰州市七里河区人民法院"
		},
		{
			"i": 29010300,
			"n": "兰州市西固区人民法院"
		},
		{
			"i": 29010400,
			"n": "兰州市安宁区人民法院"
		},
		{
			"i": 29010500,
			"n": "兰州市红古区人民法院"
		},
		{
			"i": 29010600,
			"n": "永登县人民法院"
		},
		{
			"i": 29010700,
			"n": "皋兰县人民法院"
		},
		{
			"i": 29010800,
			"n": "榆中县人民法院"
		}
	],
	"29020000": [
		{
			"i": 29020100,
			"n": "嘉峪关市城区人民法院"
		}
	],
	"29030000": [
		{
			"i": 29030100,
			"n": "金昌市金川区人民法院"
		},
		{
			"i": 29030200,
			"n": "永昌县人民法院"
		}
	],
	"29040000": [
		{
			"i": 29040100,
			"n": "白银市白银区人民法院"
		},
		{
			"i": 29040200,
			"n": "白银市平川区人民法院"
		},
		{
			"i": 29040300,
			"n": "靖远县人民法院"
		},
		{
			"i": 29040400,
			"n": "会宁县人民法院"
		},
		{
			"i": 29040500,
			"n": "景泰县人民法院"
		}
	],
	"29050000": [
		{
			"i": 29050100,
			"n": "天水市秦州区人民法院"
		},
		{
			"i": 29050200,
			"n": "天水市麦积区人民法院"
		},
		{
			"i": 29050300,
			"n": "清水县人民法院"
		},
		{
			"i": 29050400,
			"n": "秦安县人民法院"
		},
		{
			"i": 29050500,
			"n": "甘谷县人民法院"
		},
		{
			"i": 29050600,
			"n": "武山县人民法院"
		},
		{
			"i": 29050700,
			"n": "张家川回族自治县人民法院"
		}
	],
	"29060000": [
		{
			"i": 29060100,
			"n": "武威市凉州区人民法院"
		},
		{
			"i": 29060200,
			"n": "民勤县人民法院"
		},
		{
			"i": 29060300,
			"n": "古浪县人民法院"
		},
		{
			"i": 29060400,
			"n": "天祝藏族自治县人民法院"
		}
	],
	"29070000": [
		{
			"i": 29070100,
			"n": "酒泉市肃州区人民法院"
		},
		{
			"i": 29070200,
			"n": "玉门市人民法院"
		},
		{
			"i": 29070300,
			"n": "敦煌市人民法院"
		},
		{
			"i": 29070400,
			"n": "金塔县人民法院"
		},
		{
			"i": 29070500,
			"n": "瓜州县人民法院"
		},
		{
			"i": 29070600,
			"n": "肃北蒙古族自治县人民法院"
		},
		{
			"i": 29070700,
			"n": "阿克塞哈萨克族自治县人民法院"
		}
	],
	"29080000": [
		{
			"i": 29080100,
			"n": "张掖市甘州区人民法院"
		},
		{
			"i": 29080200,
			"n": "民乐县人民法院"
		},
		{
			"i": 29080300,
			"n": "临泽县人民法院"
		},
		{
			"i": 29080400,
			"n": "高台县人民法院"
		},
		{
			"i": 29080500,
			"n": "山丹县人民法院"
		},
		{
			"i": 29080600,
			"n": "肃南裕固族自治县人民法院"
		}
	],
	"29090000": [
		{
			"i": 29090100,
			"n": "庆阳市西峰区人民法院"
		},
		{
			"i": 29090200,
			"n": "庆城县人民法院"
		},
		{
			"i": 29090300,
			"n": "环县人民法院"
		},
		{
			"i": 29090400,
			"n": "华池县人民法院"
		},
		{
			"i": 29090500,
			"n": "合水县人民法院"
		},
		{
			"i": 29090600,
			"n": "正宁县人民法院"
		},
		{
			"i": 29090700,
			"n": "宁县人民法院"
		},
		{
			"i": 29090800,
			"n": "镇原县人民法院"
		},
		{
			"i": 29090900,
			"n": "庆阳林区基层法院"
		}
	],
	"29100000": [
		{
			"i": 29100100,
			"n": "平凉市崆峒区人民法院"
		},
		{
			"i": 29100200,
			"n": "泾川县人民法院"
		},
		{
			"i": 29100300,
			"n": "灵台县人民法院"
		},
		{
			"i": 29100400,
			"n": "崇信县人民法院"
		},
		{
			"i": 29100500,
			"n": "华亭县人民法院"
		},
		{
			"i": 29100600,
			"n": "庄浪县人民法院"
		},
		{
			"i": 29100700,
			"n": "静宁县人民法院"
		}
	],
	"29110000": [
		{
			"i": 29110100,
			"n": "定西市安定区人民法院"
		},
		{
			"i": 29110200,
			"n": "通渭县人民法院"
		},
		{
			"i": 29110300,
			"n": "临洮县人民法院"
		},
		{
			"i": 29110400,
			"n": "漳县人民法院"
		},
		{
			"i": 29110500,
			"n": "岷县人民法院"
		},
		{
			"i": 29110600,
			"n": "渭源县人民法院"
		},
		{
			"i": 29110700,
			"n": "陇西县人民法院"
		}
	],
	"29120000": [
		{
			"i": 29120100,
			"n": "陇南市武都区人民法院"
		},
		{
			"i": 29120200,
			"n": "成县人民法院"
		},
		{
			"i": 29120300,
			"n": "宕昌县人民法院"
		},
		{
			"i": 29120400,
			"n": "康县人民法院"
		},
		{
			"i": 29120500,
			"n": "文县人民法院"
		},
		{
			"i": 29120600,
			"n": "西和县人民法院"
		},
		{
			"i": 29120700,
			"n": "礼县人民法院"
		},
		{
			"i": 29120800,
			"n": "两当县人民法院"
		},
		{
			"i": 29120900,
			"n": "徽县人民法院"
		}
	],
	"29130000": [
		{
			"i": 29130100,
			"n": "临夏市人民法院"
		},
		{
			"i": 29130200,
			"n": "临夏县人民法院"
		},
		{
			"i": 29130300,
			"n": "康乐县人民法院"
		},
		{
			"i": 29130400,
			"n": "永靖县人民法院"
		},
		{
			"i": 29130500,
			"n": "广河县人民法院"
		},
		{
			"i": 29130600,
			"n": "和政县人民法院"
		},
		{
			"i": 29130700,
			"n": "东乡族自治县人民法院"
		},
		{
			"i": 29130800,
			"n": "积石山保安族东乡族撒拉族自治县人民法院"
		}
	],
	"29140000": [
		{
			"i": 29140100,
			"n": "合作市人民法院"
		},
		{
			"i": 29140200,
			"n": "临潭县人民法院"
		},
		{
			"i": 29140300,
			"n": "卓尼县人民法院"
		},
		{
			"i": 29140400,
			"n": "舟曲县人民法院"
		},
		{
			"i": 29140500,
			"n": "迭部县人民法院"
		},
		{
			"i": 29140600,
			"n": "玛曲县人民法院"
		},
		{
			"i": 29140700,
			"n": "碌曲县人民法院"
		},
		{
			"i": 29140800,
			"n": "夏河县人民法院"
		}
	],
	"29160000": [
		{
			"i": 29160100,
			"n": "卓尼林区基层法院"
		},
		{
			"i": 29160200,
			"n": "文县林区基层法院"
		},
		{
			"i": 29160300,
			"n": "迭部林区基层法院"
		},
		{
			"i": 29160400,
			"n": "舟曲林区基层法院"
		}
	],
	"29170000": [
		{
			"i": 29170100,
			"n": "兰州铁路运输法院"
		},
		{
			"i": 29170200,
			"n": "武威铁路运输法院"
		}
	],
	"30000000": [
		{
			"i": 30010000,
			"n": "青海省西宁市中级人民法院"
		},
		{
			"i": 30020000,
			"n": "青海省海东市中级人民法院"
		},
		{
			"i": 30030000,
			"n": "青海省海北藏族自治州中级人民法院"
		},
		{
			"i": 30040000,
			"n": "青海省海南藏族自治州中级人民法院"
		},
		{
			"i": 30050000,
			"n": "青海省黄南藏族自治州中级人民法院"
		},
		{
			"i": 30060000,
			"n": "青海省果洛藏族自治州中级人民法院"
		},
		{
			"i": 30070000,
			"n": "青海省玉树藏族自治州中级人民法院"
		},
		{
			"i": 30080000,
			"n": "青海省海西蒙古族藏族自治州中级人民法院"
		},
		{
			"i": 30090000,
			"n": "西宁铁路运输法院"
		}
	],
	"30010000": [
		{
			"i": 30010100,
			"n": "西宁市城中区人民法院"
		},
		{
			"i": 30010200,
			"n": "西宁市城东区人民法院"
		},
		{
			"i": 30010300,
			"n": "西宁市城西区人民法院"
		},
		{
			"i": 30010400,
			"n": "西宁市城北区人民法院"
		},
		{
			"i": 30010500,
			"n": "大通回族土族自治县人民法院"
		},
		{
			"i": 30010600,
			"n": "湟源县人民法院"
		},
		{
			"i": 30010700,
			"n": "湟中县人民法院"
		}
	],
	"30020000": [
		{
			"i": 30020100,
			"n": "海东市乐都区人民法院"
		},
		{
			"i": 30020200,
			"n": "平安县人民法院"
		},
		{
			"i": 30020300,
			"n": "民和回族土族自治县人民法院"
		},
		{
			"i": 30020400,
			"n": "互助土族自治县人民法院"
		},
		{
			"i": 30020500,
			"n": "化隆回族自治县人民法院"
		},
		{
			"i": 30020600,
			"n": "循化撒拉族自治县人民法院"
		}
	],
	"30030000": [
		{
			"i": 30030100,
			"n": "海晏县人民法院"
		},
		{
			"i": 30030200,
			"n": "祁连县人民法院"
		},
		{
			"i": 30030300,
			"n": "刚察县人民法院"
		},
		{
			"i": 30030400,
			"n": "门源回族自治县人民法院"
		}
	],
	"30040000": [
		{
			"i": 30040100,
			"n": "共和县人民法院"
		},
		{
			"i": 30040200,
			"n": "同德县人民法院"
		},
		{
			"i": 30040300,
			"n": "贵德县人民法院"
		},
		{
			"i": 30040400,
			"n": "兴海县人民法院"
		},
		{
			"i": 30040500,
			"n": "贵南县人民法院"
		}
	],
	"30050000": [
		{
			"i": 30050100,
			"n": "同仁县人民法院"
		},
		{
			"i": 30050200,
			"n": "尖扎县人民法院"
		},
		{
			"i": 30050300,
			"n": "泽库县人民法院"
		},
		{
			"i": 30050400,
			"n": "河南蒙古族自治县人民法院"
		}
	],
	"30060000": [
		{
			"i": 30060100,
			"n": "玛沁县人民法院"
		},
		{
			"i": 30060200,
			"n": "班玛县人民法院"
		},
		{
			"i": 30060300,
			"n": "甘德县人民法院"
		},
		{
			"i": 30060400,
			"n": "达日县人民法院"
		},
		{
			"i": 30060500,
			"n": "久治县人民法院"
		},
		{
			"i": 30060600,
			"n": "玛多县人民法院"
		}
	],
	"30070000": [
		{
			"i": 30070100,
			"n": "玉树县人民法院"
		},
		{
			"i": 30070200,
			"n": "杂多县人民法院"
		},
		{
			"i": 30070300,
			"n": "称多县人民法院"
		},
		{
			"i": 30070400,
			"n": "治多县人民法院"
		},
		{
			"i": 30070500,
			"n": "囊谦县人民法院"
		},
		{
			"i": 30070600,
			"n": "曲麻莱县人民法院"
		}
	],
	"30080000": [
		{
			"i": 30080100,
			"n": "德令哈市人民法院"
		},
		{
			"i": 30080200,
			"n": "格尔木市人民法院"
		},
		{
			"i": 30080300,
			"n": "乌兰县人民法院"
		},
		{
			"i": 30080400,
			"n": "都兰县人民法院"
		},
		{
			"i": 30080500,
			"n": "天峻县人民法院"
		},
		{
			"i": 30080600,
			"n": "大柴旦矿区人民法院"
		},
		{
			"i": 30080700,
			"n": "冷湖矿区人民法院"
		},
		{
			"i": 30080800,
			"n": "茫崖矿区人民法院"
		}
	],
	"31000000": [
		{
			"i": 31010000,
			"n": "宁夏回族自治区银川市中级人民法院"
		},
		{
			"i": 31020000,
			"n": "宁夏回族自治区石嘴山市中级人民法院"
		},
		{
			"i": 31030000,
			"n": "宁夏回族自治区吴忠市中级人民法院"
		},
		{
			"i": 31040000,
			"n": "宁夏回族自治区固原市中级人民法院"
		},
		{
			"i": 31050000,
			"n": "宁夏回族自治区中卫市中级人民法院"
		},
		{
			"i": 31060000,
			"n": "银川铁路运输法院"
		}
	],
	"31010000": [
		{
			"i": 31010100,
			"n": "银川市兴庆区人民法院"
		},
		{
			"i": 31010200,
			"n": "银川市金凤区人民法院"
		},
		{
			"i": 31010300,
			"n": "银川市西夏区人民法院"
		},
		{
			"i": 31010400,
			"n": "灵武市人民法院"
		},
		{
			"i": 31010500,
			"n": "永宁县人民法院"
		},
		{
			"i": 31010600,
			"n": "贺兰县人民法院"
		}
	],
	"31020000": [
		{
			"i": 31020100,
			"n": "石嘴山市大武口区人民法院"
		},
		{
			"i": 31020200,
			"n": "石嘴山市惠农区人民法院"
		},
		{
			"i": 31020300,
			"n": "平罗县人民法院"
		}
	],
	"31030000": [
		{
			"i": 31030100,
			"n": "吴忠市利通区人民法院"
		},
		{
			"i": 31030200,
			"n": "青铜峡市人民法院"
		},
		{
			"i": 31030300,
			"n": "盐池县人民法院"
		},
		{
			"i": 31030400,
			"n": "同心县人民法院"
		},
		{
			"i": 31030500,
			"n": "红寺堡开发区人民法院"
		}
	],
	"31040000": [
		{
			"i": 31040100,
			"n": "固原市原州区人民法院"
		},
		{
			"i": 31040200,
			"n": "西吉县人民法院"
		},
		{
			"i": 31040300,
			"n": "隆德县人民法院"
		},
		{
			"i": 31040400,
			"n": "泾源县人民法院"
		},
		{
			"i": 31040500,
			"n": "彭阳县人民法院"
		}
	],
	"31050000": [
		{
			"i": 31050100,
			"n": "中卫市沙坡头区人民法院"
		},
		{
			"i": 31050200,
			"n": "中宁县人民法院"
		},
		{
			"i": 31050300,
			"n": "海原县人民法院"
		}
	],
	"32000000": [
		{
			"i": 32010000,
			"n": "新疆维吾尔自治区乌鲁木齐市中级人民法院"
		},
		{
			"i": 32020000,
			"n": "新疆维吾尔自治区克拉玛依市中级人民法院"
		},
		{
			"i": 32030000,
			"n": "石河子市人民法院"
		},
		{
			"i": 32040000,
			"n": "新疆维吾尔自治区喀什地区中级人民法院"
		},
		{
			"i": 32050000,
			"n": "新疆维吾尔自治区阿克苏地区中级人民法院"
		},
		{
			"i": 32060000,
			"n": "新疆维吾尔自治区和田地区中级人民法院"
		},
		{
			"i": 32070000,
			"n": "新疆维吾尔自治区吐鲁番地区中级人民法院"
		},
		{
			"i": 32080000,
			"n": "新疆维吾尔自治区哈密地区中级人民法院"
		},
		{
			"i": 32090000,
			"n": "新疆维吾尔自治区克孜勒苏柯尔克孜自治州中级人民法院"
		},
		{
			"i": 32100000,
			"n": "新疆维吾尔自治区博尔塔拉蒙古自治州中级人民法院"
		},
		{
			"i": 32110000,
			"n": "新疆维吾尔自治区昌吉回族自治州中级人民法院"
		},
		{
			"i": 32120000,
			"n": "新疆维吾尔自治区巴音郭楞蒙古自治州中级人民法院"
		},
		{
			"i": 32130000,
			"n": "新疆维吾尔自治区高级人民法院伊犁哈萨克自治州分院"
		},
		{
			"i": 32140000,
			"n": "新疆维吾尔自治区塔城地区中级人民法院"
		},
		{
			"i": 32150000,
			"n": "新疆维吾尔自治区阿勒泰地区中级人民法院"
		},
		{
			"i": 32160000,
			"n": "乌鲁木齐铁路运输中级法院"
		}
	],
	"32010000": [
		{
			"i": 32010100,
			"n": "乌鲁木齐市天山区人民法院"
		},
		{
			"i": 32010200,
			"n": "乌鲁木齐市沙依巴克区人民法院"
		},
		{
			"i": 32010300,
			"n": "乌鲁木齐市新市区人民法院"
		},
		{
			"i": 32010400,
			"n": "乌鲁木齐市水磨沟区人民法院"
		},
		{
			"i": 32010500,
			"n": "乌鲁木齐市头屯河区人民法院"
		},
		{
			"i": 32010600,
			"n": "乌鲁木齐市达坂城区人民法院"
		},
		{
			"i": 32010700,
			"n": "乌鲁木齐市米东区人民法院"
		},
		{
			"i": 32010800,
			"n": "乌鲁木齐县人民法院"
		}
	],
	"32020000": [
		{
			"i": 32020100,
			"n": "克拉玛依市克拉玛依区人民法院"
		},
		{
			"i": 32020200,
			"n": "克拉玛依市独山子区人民法院"
		},
		{
			"i": 32020300,
			"n": "克拉玛依市白碱滩区人民法院"
		},
		{
			"i": 32020400,
			"n": "克拉玛依市乌尔禾区人民法院"
		}
	],
	"32040000": [
		{
			"i": 32040100,
			"n": "喀什市人民法院"
		},
		{
			"i": 32040200,
			"n": "疏附县人民法院"
		},
		{
			"i": 32040300,
			"n": "疏勒县人民法院"
		},
		{
			"i": 32040400,
			"n": "英吉沙县人民法院"
		},
		{
			"i": 32040500,
			"n": "泽普县人民法院"
		},
		{
			"i": 32040600,
			"n": "莎车县人民法院"
		},
		{
			"i": 32040700,
			"n": "叶城县人民法院"
		},
		{
			"i": 32040800,
			"n": "麦盖提县人民法院"
		},
		{
			"i": 32040900,
			"n": "岳普湖县人民法院"
		},
		{
			"i": 32041000,
			"n": "伽师县人民法院"
		},
		{
			"i": 32041100,
			"n": "巴楚县人民法院"
		},
		{
			"i": 32041200,
			"n": "塔什库尔干塔吉克自治县人民法院"
		}
	],
	"32050000": [
		{
			"i": 32050100,
			"n": "阿克苏市人民法院"
		},
		{
			"i": 32050200,
			"n": "温宿县人民法院"
		},
		{
			"i": 32050300,
			"n": "库车县人民法院"
		},
		{
			"i": 32050400,
			"n": "沙雅县人民法院"
		},
		{
			"i": 32050500,
			"n": "新和县人民法院"
		},
		{
			"i": 32050600,
			"n": "拜城县人民法院"
		},
		{
			"i": 32050700,
			"n": "乌什县人民法院"
		},
		{
			"i": 32050800,
			"n": "阿瓦提县人民法院"
		},
		{
			"i": 32050900,
			"n": "柯坪县人民法院"
		}
	],
	"32060000": [
		{
			"i": 32060100,
			"n": "和田市人民法院"
		},
		{
			"i": 32060200,
			"n": "和田县人民法院"
		},
		{
			"i": 32060300,
			"n": "墨玉县人民法院"
		},
		{
			"i": 32060400,
			"n": "皮山县人民法院"
		},
		{
			"i": 32060500,
			"n": "洛浦县人民法院"
		},
		{
			"i": 32060600,
			"n": "策勒县人民法院"
		},
		{
			"i": 32060700,
			"n": "于田县人民法院"
		},
		{
			"i": 32060800,
			"n": "民丰县人民法院"
		}
	],
	"32070000": [
		{
			"i": 32070100,
			"n": "吐鲁番市人民法院"
		},
		{
			"i": 32070200,
			"n": "鄯善县人民法院"
		},
		{
			"i": 32070300,
			"n": "托克逊县人民法院"
		}
	],
	"32080000": [
		{
			"i": 32080100,
			"n": "哈密市人民法院"
		},
		{
			"i": 32080200,
			"n": "伊吾县人民法院"
		},
		{
			"i": 32080300,
			"n": "巴里坤哈萨克自治县人民法院"
		}
	],
	"32090000": [
		{
			"i": 32090100,
			"n": "阿图什市人民法院"
		},
		{
			"i": 32090200,
			"n": "阿克陶县人民法院"
		},
		{
			"i": 32090300,
			"n": "阿合奇县人民法院"
		},
		{
			"i": 32090400,
			"n": "乌恰县人民法院"
		}
	],
	"32100000": [
		{
			"i": 32100100,
			"n": "博乐市人民法院"
		},
		{
			"i": 32100200,
			"n": "阿拉山口市人民法院"
		},
		{
			"i": 32100300,
			"n": "精河县人民法院"
		},
		{
			"i": 32100400,
			"n": "温泉县人民法院"
		}
	],
	"32110000": [
		{
			"i": 32110100,
			"n": "昌吉市人民法院"
		},
		{
			"i": 32110200,
			"n": "阜康市人民法院"
		},
		{
			"i": 32110300,
			"n": "呼图壁县人民法院"
		},
		{
			"i": 32110400,
			"n": "玛纳斯县人民法院"
		},
		{
			"i": 32110500,
			"n": "奇台县人民法院"
		},
		{
			"i": 32110600,
			"n": "吉木萨尔县人民法院"
		},
		{
			"i": 32110700,
			"n": "木垒哈萨克自治县人民法院"
		}
	],
	"32120000": [
		{
			"i": 32120100,
			"n": "库尔勒市人民法院"
		},
		{
			"i": 32120200,
			"n": "轮台县人民法院"
		},
		{
			"i": 32120300,
			"n": "尉犁县人民法院"
		},
		{
			"i": 32120400,
			"n": "若羌县人民法院"
		},
		{
			"i": 32120500,
			"n": "且末县人民法院"
		},
		{
			"i": 32120600,
			"n": "和静县人民法院"
		},
		{
			"i": 32120700,
			"n": "和硕县人民法院"
		},
		{
			"i": 32120800,
			"n": "博湖县人民法院"
		},
		{
			"i": 32120900,
			"n": "焉耆回族自治县人民法院"
		}
	],
	"32130000": [
		{
			"i": 32130100,
			"n": "伊宁市人民法院"
		},
		{
			"i": 32130200,
			"n": "奎屯市人民法院"
		},
		{
			"i": 32130300,
			"n": "伊宁县人民法院"
		},
		{
			"i": 32130400,
			"n": "霍城县人民法院"
		},
		{
			"i": 32130500,
			"n": "巩留县人民法院"
		},
		{
			"i": 32130600,
			"n": "新源县人民法院"
		},
		{
			"i": 32130700,
			"n": "昭苏县人民法院"
		},
		{
			"i": 32130800,
			"n": "特克斯县人民法院"
		},
		{
			"i": 32130900,
			"n": "尼勒克县人民法院"
		},
		{
			"i": 32131000,
			"n": "察布查尔锡伯自治县人民法院"
		}
	],
	"32140000": [
		{
			"i": 32140100,
			"n": "塔城市人民法院"
		},
		{
			"i": 32140200,
			"n": "乌苏市人民法院"
		},
		{
			"i": 32140300,
			"n": "额敏县人民法院"
		},
		{
			"i": 32140400,
			"n": "沙湾县人民法院"
		},
		{
			"i": 32140500,
			"n": "托里县人民法院"
		},
		{
			"i": 32140600,
			"n": "裕民县人民法院"
		},
		{
			"i": 32140700,
			"n": "和布克赛尔蒙古自治县人民法院"
		}
	],
	"32150000": [
		{
			"i": 32150100,
			"n": "阿勒泰市人民法院"
		},
		{
			"i": 32150200,
			"n": "布尔津县人民法院"
		},
		{
			"i": 32150300,
			"n": "富蕴县人民法院"
		},
		{
			"i": 32150400,
			"n": "福海县人民法院"
		},
		{
			"i": 32150500,
			"n": "哈巴河县人民法院"
		},
		{
			"i": 32150600,
			"n": "青河县人民法院"
		},
		{
			"i": 32150700,
			"n": "吉木乃县人民法院"
		}
	],
	"32160000": [
		{
			"i": 32160100,
			"n": "乌鲁木齐铁路运输法院"
		},
		{
			"i": 32160200,
			"n": "哈密铁路运输法院"
		},
		{
			"i": 32160300,
			"n": "库尔勒铁路运输法院"
		}
	],
	"33000000": [
		{
			"i": 33010000,
			"n": "新疆生产建设兵团第一师中级人民法院"
		},
		{
			"i": 33020000,
			"n": "新疆生产建设兵团第二师中级人民法院"
		},
		{
			"i": 33030000,
			"n": "新疆生产建设兵团第三师中级人民法院"
		},
		{
			"i": 33040000,
			"n": "新疆生产建设兵团第四师中级人民法院"
		},
		{
			"i": 33050000,
			"n": "新疆生产建设兵团第五师中级人民法院"
		},
		{
			"i": 33060000,
			"n": "新疆生产建设兵团第六师中级人民法院"
		},
		{
			"i": 33070000,
			"n": "新疆生产建设兵团第七师中级人民法院"
		},
		{
			"i": 33080000,
			"n": "新疆生产建设兵团第八师中级人民法院"
		},
		{
			"i": 33090000,
			"n": "新疆生产建设兵团第九师中级人民法院"
		},
		{
			"i": 33100000,
			"n": "新疆生产建设兵团第十师中级人民法院"
		},
		{
			"i": 33110000,
			"n": "新疆生产建设兵团第十二师中级人民法院"
		},
		{
			"i": 33120000,
			"n": "新疆生产建设兵团第十三师中级人民法院"
		},
		{
			"i": 33130000,
			"n": "新疆生产建设兵团第十四师中级人民法院"
		}
	],
	"33010000": [
		{
			"i": 33010100,
			"n": "阿拉尔垦区人民法院"
		},
		{
			"i": 33010200,
			"n": "金银川垦区人民法院"
		},
		{
			"i": 33010300,
			"n": "阿克苏垦区人民法院"
		}
	],
	"33020000": [
		{
			"i": 33020100,
			"n": "库尔勒垦区人民法院"
		},
		{
			"i": 33020200,
			"n": "焉耆垦区人民法院"
		},
		{
			"i": 33020300,
			"n": "乌鲁克垦区人民法院"
		}
	],
	"33030000": [
		{
			"i": 33030100,
			"n": "图木舒克垦区人民法院"
		},
		{
			"i": 33030200,
			"n": "喀什垦区人民法院"
		}
	],
	"33040000": [
		{
			"i": 33040100,
			"n": "伊宁垦区人民法院"
		},
		{
			"i": 33040200,
			"n": "霍城垦区人民法院"
		},
		{
			"i": 33040300,
			"n": "昭苏垦区人民法院"
		}
	],
	"33050000": [
		{
			"i": 33050100,
			"n": "塔斯海垦区人民法院"
		},
		{
			"i": 33050200,
			"n": "博乐垦区人民法院"
		}
	],
	"33060000": [
		{
			"i": 33060100,
			"n": "五家渠垦区人民法院"
		},
		{
			"i": 33060200,
			"n": "芳草湖垦区人民法院"
		},
		{
			"i": 33060300,
			"n": "奇台垦区人民法院"
		}
	],
	"33070000": [
		{
			"i": 33070100,
			"n": "奎屯垦区人民法院"
		},
		{
			"i": 33070200,
			"n": "车排子垦区人民法院"
		}
	],
	"33080000": [
		{
			"i": 33080100,
			"n": "莫索湾垦区人民法院"
		},
		{
			"i": 33080200,
			"n": "下野地垦区人民法院"
		}
	],
	"33090000": [
		{
			"i": 33090100,
			"n": "额敏垦区人民法院"
		},
		{
			"i": 33090200,
			"n": "叶尔盖提垦区人民法院"
		}
	],
	"33100000": [
		{
			"i": 33100100,
			"n": "北屯垦区人民法院"
		},
		{
			"i": 33100200,
			"n": "巴里巴盖垦区人民法院"
		}
	],
	"33110000": [
		{
			"i": 33110100,
			"n": "乌鲁木齐垦区人民法院"
		},
		{
			"i": 33110200,
			"n": "三坪垦区人民法院"
		}
	],
	"33120000": [
		{
			"i": 33120100,
			"n": "哈密垦区人民法院"
		},
		{
			"i": 33120200,
			"n": "巴里坤垦区人民法院"
		}
	],
	"33130000": [
		{
			"i": 33130100,
			"n": "和田垦区人民法院"
		}
	]
}